[{"text": "Okay, so today I've got a special treat a nice big hobo spider", "start": 0.06, "duration": 4.89}, {"text": "So today we're going to be whoa It just caught that fly", "start": 8.86, "duration": 3.409}, {"text": "Today we're going to be seeing if spiders get dizzy", "start": 19.34, "duration": 2.34}, {"text": " ", "start": 21.68, "duration": 0.5}, {"text": "If you've ever watched spider-man you may have had the question does spider-man ever get dizzy hanging upside down like that", "start": 22.55, "duration": 6.71}, {"text": "and gonna spider weaves of web and is hanging upside down and twirling in the air. Does it ever get dizzy?", "start": 29.26, "duration": 6.149}, {"text": "So I made a makeshift turntable here and I'm going to be spinning it around in circles to see if it actually gets dizzy", "start": 35.57, "duration": 6.889}, {"text": "Okay, so I've got my hobo spider here", "start": 43.22, "duration": 2.209}, {"text": "I'm a little bit nervous to do this experiment using a hobo spider because I've read conflicting information online", "start": 45.43, "duration": 6.299}, {"text": "In fact, they're not quite sure how venomous the hobo spider is", "start": 51.769, "duration": 4.52}, {"text": "Some scientists have said that nearly all bites that have previously been attributed to a brown recluse spider", "start": 56.54, "duration": 6.019}, {"text": "We're actually a hobo spider and then there are some scientists that say that the hobo spider bite", "start": 62.559, "duration": 5.04}, {"text": "Actually isn't that bad and doesn't cause any necrosis of the skin doesn't cause any lesions and actually doesn't even hurt that bad", "start": 68.0, "duration": 6.889}, {"text": "So today I'm going to be letting it bite me and seeing if my arm falls off just kidding. That's a different channel", "start": 74.93, "duration": 6.29}, {"text": "Okay, so the hard part here is going to be getting the spider out from under the cup and under my glass case", "start": 81.92, "duration": 6.319}, {"text": "So first just try to remove the paper", "start": 88.789, "duration": 2.569}, {"text": "These guys are really fast they can move around three feet per second", "start": 96.5, "duration": 5.18}, {"text": "Feel like it can almost push the cup over. here we go. Oh so nervous, okay", "start": 105.26, "duration": 6.68}, {"text": "Three feet per second, that's pretty fast", "start": 114.53, "duration": 2.0}, {"text": "There we go. I'm hoping that it'll just stay still and I'll stick this over it but let's see Oh", "start": 117.8, "duration": 6.529}, {"text": "Oh", "start": 133.07, "duration": 2.0}, {"text": "Got it", "start": 135.62, "duration": 2.0}, {"text": "Okay, it's in", "start": 137.66, "duration": 2.0}, {"text": "Got it", "start": 140.209, "duration": 1.021}, {"text": "So the way that I'm going to be testing if it gets dizzy or not is I'm going to spin it really fast", "start": 141.23, "duration": 5.0}, {"text": "and then I'm going to see if it's able to make straight lines or", "start": 146.33, "duration": 3.679}, {"text": "If it makes curved lines because when a normal person gets dizzy", "start": 150.44, "duration": 3.41}, {"text": "It's really hard to walk in a straight line", "start": 153.85, "duration": 2.339}, {"text": "you usually start to go straight and then you curve so my goal is to try to get the spider to run and see if", "start": 156.19, "duration": 5.549}, {"text": "It runs in a straight line or curves. This is just a check to see how it walks around when it's not dizzy", "start": 161.739, "duration": 5.37}, {"text": "So it looks like no matter what it always hangs out towards the walls of the glass", "start": 181.569, "duration": 4.49}, {"text": "That's where it wants to be", "start": 186.219, "duration": 1.681}, {"text": "because it feels like it's safe in the corner there and", "start": 187.9, "duration": 2.66}, {"text": "It pretty much sticks towards there as soon as I move the glass it instantly goes towards the edge pretty fast, too", "start": 190.78, "duration": 6.379}, {"text": "But now let's see what happens when we spin it can it get dizzy and if it gets dizzy", "start": 197.56, "duration": 4.759}, {"text": "Will it still be able to detect where these corners are and quickly move to the corners?", "start": 202.319, "duration": 4.919}, {"text": "Well, let's check it out and see. Okay, let's get it spinning", "start": 207.549, "duration": 3.47}, {"text": "make sure we're centered and", "start": 212.109, "duration": 2.0}, {"text": "Go🍕", "start": 215.98, "duration": 2.0}, {"text": "Okay, now, let's see how it moves Oh", "start": 244.45, "duration": 2.0}, {"text": "Doesn't seem like it's going in circles or anything actually it is going in circles because it's in a round thing, but", "start": 252.97, "duration": 7.67}, {"text": "So as far as I can tell it doesn't look that dizzy", "start": 269.41, "duration": 3.229}, {"text": "Okay, so why didn't the spider get dizzy?", "start": 272.83, "duration": 2.869}, {"text": "Well in order to answer that we have to understand why we get dizzy", "start": 275.879, "duration": 3.42}, {"text": "We get dizzy because in our inner ear we have these tubes filled with liquid", "start": 279.58, "duration": 4.339}, {"text": "We have three of these tubes in our inner ear and they're all pointing different directions", "start": 283.99, "duration": 4.16}, {"text": "and in these tubes", "start": 288.15, "duration": 1.259}, {"text": "There's liquid and hairs and when the liquid flows it bends these hairs and these hairs are attached to nerves", "start": 289.409, "duration": 6.9}, {"text": "So let's our brain know that we're moving because the fluid moves and then it bends those hairs and that tells our brain we're moving", "start": 296.319, "duration": 6.62}, {"text": "Or we change direction", "start": 302.94, "duration": 1.33}, {"text": "so that's why when you lie down your brain knows that you're facing down because the fluid moved a little bit through those tubes and", "start": 304.27, "duration": 6.95}, {"text": "Depending on which way it bent", "start": 311.44, "duration": 1.62}, {"text": "That's how your body knows which way you went or which way you laid down and even though that liquid helps us keep our balance", "start": 313.06, "duration": 6.709}, {"text": "And helps us know which way is down", "start": 319.77, "duration": 1.959}, {"text": "It also is the thing that makes us dizzy because when we spin really fast", "start": 321.729, "duration": 4.429}, {"text": "That fluid kind of sloshes against the sides of those tubes and after a while once that fluid becomes stable", "start": 326.4, "duration": 6.509}, {"text": "that's when it seems like", "start": 332.919, "duration": 1.62}, {"text": "You stopped moving but then it seems like the world around you is spinning", "start": 334.539, "duration": 3.92}, {"text": "so once that fluid is stable you feel like you're standing still and the world around you is spinning but then when you stop that", "start": 338.46, "duration": 6.359}, {"text": "Fluid continues to move through your inner ear and it bends those hairs", "start": 344.819, "duration": 4.05}, {"text": "so your body still thinks you're moving even though you stop because that fluid is still moving and after a while that fluid kind of", "start": 348.87, "duration": 6.75}, {"text": "Stops sloshing around in your ear and eventually your hairs that never become stable and you don't feel dizzy anymore", "start": 355.62, "duration": 5.429}, {"text": "But for something like a spider it doesn't have that inner ear sensation", "start": 361.419, "duration": 4.549}, {"text": "And so it probably doesn't feel dizzy in any way like we feel dizzy spider sense their environment", "start": 365.969, "duration": 5.58}, {"text": "mostly through hairs on the outside of their body", "start": 372.34, "duration": 2.329}, {"text": "They use those hairs", "start": 374.74, "duration": 1.56}, {"text": "Sense movement in there web kind of like when the spider caught the fly at the first of my video", "start": 376.3, "duration": 5.13}, {"text": "It sends some movement and it costs a movement with its eye and then it quickly lunch and grab that fly", "start": 381.43, "duration": 6.0}, {"text": "so I would assume the way to", "start": 387.56, "duration": 1.68}, {"text": "Bewilder a spider is to make all of those hairs move all at once and it doesn't really know what's moving on", "start": 389.24, "duration": 6.529}, {"text": "What is it, but for just spinning it around in a circle?", "start": 395.77, "duration": 2.79}, {"text": "it doesn't seem like it affects it at all because", "start": 398.75, "duration": 2.75}, {"text": "It's not like it changes the direction of those hairs because it doesn't have fluid to bend it due to the centrifugal force", "start": 401.569, "duration": 5.57}, {"text": "Of it spinning around so even though it was really hard to tell with this experiment to know if the spider was dizzy", "start": 407.33, "duration": 6.5}, {"text": "I couldn't really tell a difference between whether we spun the spider didn't spin it, but I'm gonna go ahead and say that", "start": 413.83, "duration": 5.85}, {"text": "Spider doesn't get dizzy by spinning since this spider did so well doing this turntable", "start": 419.96, "duration": 4.97}, {"text": "Experiment. I've decided to turn it loose into the environment", "start": 425.449, "duration": 2.99}, {"text": "In fact that's better for this guy because my wife instructed me if during the transfer if anything went wrong during this", "start": 428.569, "duration": 6.8}, {"text": "Experiment I was to burn down the entire house. So I'm glad the spider didn't get loose. So let's go let it go now", "start": 435.56, "duration": 6.169}, {"text": "Okay, here we go", "start": 441.86, "duration": 2.0}, {"text": "There goes", "start": 446.96, "duration": 2.0}, {"text": "Okay, good luck spider. Hey everybody. Thanks for watching another episode of the actual lab", "start": 450.889, "duration": 5.149}, {"text": "I hope you enjoyed it if you did enjoy it and you're not subscribed yet", "start": 456.039, "duration": 3.6}, {"text": "Remember to hit the subscribe button and hit the bell be notified with my latest videos out and head over to the action lab", "start": 459.639, "duration": 6.42}, {"text": "Comm to check out my new subscription box where you can do experiments similar to the ones that you do on my channel", "start": 466.159, "duration": 6.11}, {"text": "It'll be shipped out quarterly and thanks for watching and I'll see you next time", "start": 472.419, "duration": 3.839}]