[{"text": "Hey, Vsauce. Michael here. And today we are\ngoing to go inside a black hole. It's not", "start": 0.489, "duration": 7.18}, {"text": "going to be comfortable, but it will be pretty\nfun. Now, first thing's first: mathematically", "start": 7.669, "duration": 5.54}, {"text": "speaking, anything could become a black hole,\nif you were to compress it into a small enough", "start": 13.209, "duration": 5.851}, {"text": "space. That's right, you, me, this camera -\neverything in the unvierse has what is known", "start": 19.07, "duration": 5.77}, {"text": "as a \"Schwarzschild radius.\" A tiny, tiny amount\nof space that, were you to collapse the entire", "start": 24.96, "duration": 7.0}, {"text": "mass of the object into, its density would\nbe so great that its gravitational pull would", "start": 31.97, "duration": 6.28}, {"text": "be so great that not even light could escape\nfrom it. You would have a black hole.", "start": 38.25, "duration": 6.87}, {"text": "If you were to compress Mount Everest into\nsomething smaller than a nanometer, you would", "start": 45.12, "duration": 5.16}, {"text": "have a black hole. And if you were to compress\nthe entire Earth down to the size of a peanut,", "start": 50.28, "duration": 5.99}, {"text": "you would have a black hole.", "start": 56.27, "duration": 1.51}, {"text": "But, fortunately for us, there is no known\nway to compress Everest or Earth in that fashion.", "start": 57.78, "duration": 5.75}, {"text": "But a star, many, many, many times larger\nthan our own Sun, has a much larger Schwartzchild", "start": 63.53, "duration": 6.329}, {"text": "radius, and when it runs out of fuel and can\nno longer keep itself hot enough, it collapses", "start": 69.859, "duration": 5.711}, {"text": "to a single, infinitesimally-small point known\nas a \"singularity.\"", "start": 75.57, "duration": 5.31}, {"text": "Its density will be infinite and so its\ngravitational pull will be so strong that", "start": 80.88, "duration": 4.589}, {"text": "nothing can escape, not even light.", "start": 85.469, "duration": 3.61}, {"text": "But enough about ways black holes form, let's\njump into one. First question: what would", "start": 89.079, "duration": 5.761}, {"text": "it look like from the outside? Well, we know\nthat gravitational fields bend space and time.", "start": 94.84, "duration": 7.0}, {"text": "Stars behind our Sun will actually appear\nto be in slightly different locations from", "start": 101.84, "duration": 5.0}, {"text": "Earth, because the Sun's gravitational field\nbends the light coming from those stars.", "start": 106.85, "duration": 5.61}, {"text": "When it comes to the gravitational fields\nof larger objects, like entire galaxies or,", "start": 112.46, "duration": 5.119}, {"text": "for that matter, a black hole, the effect\nis even nuttier. Light coming from object's", "start": 117.579, "duration": 4.97}, {"text": "behind them is significantly distorted,\nproducing smears and smudges.", "start": 122.549, "duration": 5.301}, {"text": "As seen from Earth, the blue galaxy behind\nthis red galaxy is completely distorted, like", "start": 127.85, "duration": 6.12}, {"text": "a fun house mirror. So, rather than appearing\nas it really should, it looks to us like a ring -", "start": 133.97, "duration": 5.33}, {"text": "a smudge all the way around the red galaxy.", "start": 139.3, "duration": 3.12}, {"text": "This is known as \"gravitational lensing.\"\nNow, take a look at this simulation of a black", "start": 142.76, "duration": 5.48}, {"text": "hole with a galaxy millions of lightyears\nbehind it. The galaxy's really not in danger", "start": 148.24, "duration": 4.96}, {"text": "of the black hole's \"suck,\" but the light\ncoming off of that galaxy certainly is. Watch", "start": 153.21, "duration": 5.98}, {"text": "as the galaxy passes behind the black hole\nand its light is contorted, twisted and", "start": 159.19, "duration": 6.36}, {"text": "distorted.", "start": 165.55, "duration": 0.73}, {"text": "Now here's a really fun demonstration.", "start": 167.1, "duration": 1.54}, {"text": "What if the Earth were to orbit around a black\nhole? Looking from the outside, the Earth", "start": 168.64, "duration": 6.04}, {"text": "would look normal at first, but as soon as\nit passed behind the black hole, the black", "start": 174.69, "duration": 4.22}, {"text": "hole's gravitational field would warp the\nlight reflecting off the Earth, producing", "start": 178.91, "duration": 3.99}, {"text": "this.", "start": 182.9, "duration": 1.3}, {"text": "For the sake of simplicity, let's jump into\na simple black hole, one that doesn't have", "start": 185.0, "duration": 4.88}, {"text": "a charge and isn't moving. And, also, isn't\nalready sucking up a bunch of matter. So it's", "start": 189.89, "duration": 4.75}, {"text": "just there on its own.", "start": 194.64, "duration": 1.92}, {"text": "As we approach, the distortion of the sky\ngrows greater and greater. A larger and larger", "start": 196.56, "duration": 5.88}, {"text": "portion of our field of view looking forward\ninto the black hole will be filled with darkness.", "start": 202.45, "duration": 5.8}, {"text": "At this point, where half of our field of\nview has been swallowed up in darkness, we", "start": 208.25, "duration": 4.43}, {"text": "have reached the \"Photon Sphere.\"", "start": 212.68, "duration": 2.58}, {"text": "At this point, light is not going to necessarily\nget sucked into the black hole, but it doesn't", "start": 215.26, "duration": 5.1}, {"text": "necessarily leave it either. Instead, at this\nmagical point in space, light, photons, can", "start": 220.37, "duration": 6.25}, {"text": "actually orbit the black hole.", "start": 226.62, "duration": 2.86}, {"text": "If you were to stop here for a moment and\nlook to the side, you could theoretically", "start": 229.48, "duration": 4.08}, {"text": "see the back of your own head, because light\nreflecting off the back of your head would", "start": 233.56, "duration": 5.03}, {"text": "travel all the way around the sphere of the\nblack hole, right back to your face.", "start": 238.59, "duration": 5.29}, {"text": "A gravitational field not only warps space,\nit also warps time. Now, for most intensive", "start": 243.88, "duration": 6.77}, {"text": "purposes here on Earth, we never have to worry\nabout that. But near a black hole, gravity", "start": 250.65, "duration": 4.54}, {"text": "would be so strong that an observer standing,\nwatching you jump into the hole, would see", "start": 255.19, "duration": 4.729}, {"text": "something quite strange. They wouldn't see\nyou get sucked quickly into the hole. Instead,", "start": 259.919, "duration": 5.451}, {"text": "they would see your approach become slower,\nand slower, and slower, until you reached", "start": 265.37, "duration": 6.139}, {"text": "a point known as the event-horizon.", "start": 271.509, "duration": 3.5}, {"text": "This is a point in space where, once crossed,\nthere's no going back. It is at that point", "start": 275.009, "duration": 6.31}, {"text": "that light can no longer escape. And, so,\nto a person watching you fall into the hole,", "start": 281.319, "duration": 5.25}, {"text": "that would be where your journey ended. You\nwould seem almost frozen in space, the light", "start": 286.569, "duration": 5.171}, {"text": "coming off your body becoming increasingly\nred-shifted until you simply faded into nothingness.", "start": 291.74, "duration": 6.54}, {"text": "They would never see you cross the event-horizon.", "start": 298.28, "duration": 4.14}, {"text": "But for you, of course, everything would seem\nfine and dandy. You would continue pass", "start": 302.42, "duration": 3.08}, {"text": "that horizon to your now, inevitable, death.\nAs you continue to approach the black hole's", "start": 305.5, "duration": 5.94}, {"text": "singularity, your view of the entire universe\nwould get compressed into a smaller and smaller", "start": 311.449, "duration": 4.94}, {"text": "point in space behind you.", "start": 316.389, "duration": 1.921}, {"text": "If the black hole we're jumping into was large\nenough, things actually might be quite comfortable", "start": 318.31, "duration": 4.659}, {"text": "at that event horizon. We'll know that we're\nnever going to escape and that our lives are", "start": 322.969, "duration": 4.391}, {"text": "pretty much over, but it might take us hours\nto actually reach a point where things started", "start": 327.36, "duration": 4.559}, {"text": "to hurt.", "start": 331.919, "duration": 1.141}, {"text": "Why would they hurt? Well, the closer you get\nto the singularity, the more significant the", "start": 333.06, "duration": 4.329}, {"text": "difference in gravitational pull is across\nspace. And, so, parts of me that are closer", "start": 337.389, "duration": 5.171}, {"text": "to the singularity would be pulled more strongly\nthan parts that were facing away and my entire", "start": 342.56, "duration": 4.81}, {"text": "body would be stretched toward the singularity.\nThe effect would be so incredible, scientists", "start": 347.37, "duration": 7.0}, {"text": "don't usually call it stretching, they call\nit \"Spaghettification.\"", "start": 354.61, "duration": 4.28}, {"text": "Once you reach this point, you would be dead.\nYour molecules would be violently ripped and", "start": 358.89, "duration": 5.16}, {"text": "stretched apart, and when they got to the\nsingularity, well, we don't really know what", "start": 364.05, "duration": 5.6}, {"text": "would happen. Perhaps they would completely\ndisappear in violation of all the laws of", "start": 369.65, "duration": 4.549}, {"text": "physics or maybe they would reappear elsewhere\nin the universe. It is believed that a moving", "start": 374.199, "duration": 4.911}, {"text": "or spinning black hole might actually create\nwhat is known as a \"wormhole,\" a way of transitioning", "start": 379.11, "duration": 5.66}, {"text": "across space faster than light. Not in any\nway that violates the laws of science, but", "start": 384.77, "duration": 5.35}, {"text": "in a way that takes advantage of the universe's\ndimensions.", "start": 390.12, "duration": 3.199}, {"text": "For instance, if I wanted to get from this\npoint to this point, I'd have to travel the", "start": 394.02, "duration": 4.94}, {"text": "distance. But, theoretically, a wormhole would\ndo something really crazy. For instance, this.", "start": 398.96, "duration": 7.0}, {"text": "Now, the two points are right next to each\nother and I can travel between them almost", "start": 405.96, "duration": 3.799}, {"text": "instantaneously.", "start": 409.759, "duration": 1.44}, {"text": "But, again, this is all theoretical. Luckily,\nwe do have a possible way of analyzing black", "start": 411.4, "duration": 5.24}, {"text": "holes right here on Earth. Enter the \"Dumbhole.\"", "start": 416.64, "duration": 5.14}, {"text": "Just as a black hole does not permit light\nto escape, a Dumbhole is an acoustic black", "start": 421.78, "duration": 6.2}, {"text": "hole. It won't allow sound to escape. It doesn't\nhave to be nearly as powerful and scientists", "start": 427.98, "duration": 6.899}, {"text": "have been able to create Dumbholes in laboratories\nusing special fluids traveling at the speed", "start": 434.879, "duration": 6.09}, {"text": "of sound.", "start": 440.969, "duration": 0.611}, {"text": "A lot of progress still needs to be made in\nthe world of acoustic black holes, but we", "start": 441.58, "duration": 4.6}, {"text": "may be able to learn an amazing amount of\ninformation about how black holes work by", "start": 446.18, "duration": 4.669}, {"text": "looking at how sound is treated in a Dumbhole.", "start": 450.849, "duration": 2.72}, {"text": "Now here's another good question: What would\nit look like to travel at the speed of light,", "start": 453.569, "duration": 5.71}, {"text": "say, toward the Sun? Well, surprisingly, you\nwouldn't just see the Sun immediately rush", "start": 459.279, "duration": 5.06}, {"text": "up toward you. No, no, no. In fact, initially,\nit would look almost as if the Sun were receding", "start": 464.339, "duration": 6.58}, {"text": "away from you. Why? Because your field of\nview would vastly increase in size. You would", "start": 470.919, "duration": 6.46}, {"text": "be able to see stuff almost behind you. \nAnd here's why.", "start": 477.379, "duration": 3.96}, {"text": "As you sit there, not moving yet, looking\nat the Sun, there's light coming from stuff", "start": 481.339, "duration": 4.45}, {"text": "behind you. But, if you travel the speed of\nlight, you will actually reach that light", "start": 485.789, "duration": 5.72}, {"text": "coming from things behind you. As you reached\nlight speed, your field of view would expand", "start": 491.509, "duration": 5.09}, {"text": "like this, concentrating the stuff in the\nmiddle.", "start": 496.599, "duration": 3.051}, {"text": "But where are you in the universe? Or, here's\na better question. Where is the center of", "start": 499.65, "duration": 6.949}, {"text": "the universe? Well, this might sound crazy,\nbut it's everywhere. This is known as the", "start": 506.599, "duration": 5.841}, {"text": "\"Cosmological Principle.\" No matter where\nyou are in the universe, everything else will", "start": 512.44, "duration": 5.759}, {"text": "seem to be moving away from you, expanding,\nat the same rate.", "start": 518.199, "duration": 4.611}, {"text": "The universe is expanding, but not like a\nballoon getting bigger with all the people", "start": 522.81, "duration": 4.339}, {"text": "inside it. Instead, it's as if we are the\nsurface of a balloon. If you were to put a", "start": 527.149, "duration": 5.55}, {"text": "bunch of dots on a balloon and then blow it\nup, all the dots would move away from each", "start": 532.699, "duration": 3.961}, {"text": "other at the same rate. And, on the surface\nof the balloon, there is no center.", "start": 536.66, "duration": 5.06}, {"text": "Take a look at these two layers. They are\nexactly similar, except the top layer represents", "start": 541.72, "duration": 4.76}, {"text": "a 5% expansion of the bottom layer.", "start": 546.48, "duration": 3.2}, {"text": "Let's say that you live on one of these dots,\nand you want to measure where everything is", "start": 549.68, "duration": 5.019}, {"text": "moving away from. Well, watch what happens\nwhen I line up a dot in the past and the present.", "start": 554.699, "duration": 6.19}, {"text": "Boom. It looks like the center of the expansion.\nI can do this with any dot. As soon as I choose", "start": 560.889, "duration": 8.63}, {"text": "a dot to be the frame of reference, it immediately\nbecomes the center of the expansion.", "start": 569.519, "duration": 5.911}, {"text": "So, while dying in a black hole would be lonely,\nand scary, and morbid, when you look up into", "start": 575.43, "duration": 6.329}, {"text": "the sky think instead about this. No matter\nwhere you are, or who you are, or what your", "start": 581.759, "duration": 4.741}, {"text": "friends or your parents, you really,\nscientifically, are the center of the universe.", "start": 586.5, "duration": 7.0}, {"text": "Finally, what if our universe was a googolplex\nmeters across? It is nowhere near that large.", "start": 594.88, "duration": 7.0}, {"text": "But, if it was, it would be so voluminous\nthat, statistically, it would be nearly impossible", "start": 602.05, "duration": 5.84}, {"text": "for there not to be an exact copy of you somewhere\nelse out there in the universe. To see why,", "start": 607.89, "duration": 6.73}, {"text": "I highly suggest that you click right there\nand check out Brady Haran's new channel \"Numberphile.\"", "start": 614.62, "duration": 5.13}, {"text": "It's part of the YouTube original channel's,\nand I've worked with these guys before. They're", "start": 619.75, "duration": 3.68}, {"text": "amazing, they're my favorite kind of geeks.\nSo, check out that video, watch their other", "start": 623.43, "duration": 4.32}, {"text": "stuff, and if you like math,\nI highly suggest that you subscribe.", "start": 627.75, "duration": 3.18}, {"text": "And as always,", "start": 631.12, "duration": 0.86}, {"text": "thanks for watching.", "start": 631.98, "duration": 1.48}]