[{"text": "About a year ago, I read about this powder", "start": 0.0, "duration": 1.68}, {"text": "You could add to super muddy water like this, and then you stir it up and five minutes later", "start": 1.68, "duration": 4.8}, {"text": "the mud has separated from the pure clean drinkable water. And as a man of science", "start": 6.52, "duration": 5.15}, {"text": "I see this and it feels like nothing short of magic. I only make 12 videos a year", "start": 11.67, "duration": 5.31}, {"text": "so I am really picky about what topics I will cover and even though I usually just focus on using science and engineering to make", "start": 17.48, "duration": 6.18}, {"text": "to make totally ridiculous things", "start": 23.66, "duration": 1.26}, {"text": "(Motors whirring)", "start": 25.16, "duration": 1.36}, {"text": "(Glass shattering)", "start": 26.78, "duration": 1.44}, {"text": "(Kids screaming)", "start": 28.24, "duration": 1.48}, {"text": "At least once a year,  I try to make the case", "start": 30.0, "duration": 2.0}, {"text": "that these same science and engineering principles", "start": 32.0, "duration": 1.82}, {"text": "are also being used to actually change", "start": 33.82, "duration": 2.0}, {"text": "the world for the better. For example last year", "start": 35.96, "duration": 1.779}, {"text": "I met with Madhu Prakash from Stanford who was disappointed to realize the typical microscope and centrifuge to diagnose malaria", "start": 37.739, "duration": 6.261}, {"text": "cost tens of thousands of dollars and needs to be plugged in.", "start": 44.05, "duration": 3.02}, {"text": "So he invented a paper microscope and a paper centrifuge that cost 68 cents", "start": 47.07, "duration": 4.77}, {"text": "that can diagnose malaria and require no electricity.", "start": 51.84, "duration": 2.759}, {"text": "So today we're gonna find out how this was invented", "start": 54.67, "duration": 2.36}, {"text": "How the heck it works and how it's being used to help people all around the world", "start": 57.25, "duration": 3.889}, {"text": "But first to demonstrate this isn't some kind of smoke and mirrors trick", "start": 61.149, "duration": 3.71}, {"text": "I located the nastiest water I could find near my house and met up with some intrepid field scientists. So today", "start": 64.88, "duration": 6.64}, {"text": "I'm joined by my friends Cole, Kaden, Rainy and Max I promised them they could be in a video", "start": 71.52, "duration": 3.96}, {"text": "But I didn't tell them which one or what we'd be doing. And here's the deal guys. We need to go into that pond", "start": 75.48, "duration": 4.8}, {"text": "That's all gross and nasty and fill it up with muddy water. Can you do that?", "start": 80.28, "duration": 3.8}, {"text": "[Excited music]", "start": 84.66, "duration": 0.5}, {"text": "Do you guys think this would be good to drink this? No. What would  you guys give me if I take a sip of this", "start": 95.2, "duration": 5.16}, {"text": "umm", "start": 100.56, "duration": 1.12}, {"text": "20 bucks. 20 bucks? Okay, we're not gonna do anything to this one, but I'm gonna do something to this one", "start": 101.9, "duration": 5.58}, {"text": "So then we can compare the two. Okay, so I'm gonna take a little bit of this powder", "start": 107.48, "duration": 3.7}, {"text": "I'm gonna put it in here you guys see this and then we're gonna take turns shaking it for like five minutes, okay", "start": 111.2, "duration": 5.6}, {"text": "(Chill music)", "start": 117.56, "duration": 2.42}, {"text": "ew", "start": 119.98, "duration": 0.5}, {"text": "Let's see what happens", "start": 126.06, "duration": 2.0}, {"text": "It looks better", "start": 132.88, "duration": 1.26}, {"text": "Okay, I'm gonna put my thumb at the water level so you know I'm not tricking you guys okay", "start": 138.96, "duration": 3.28}, {"text": "Eww", "start": 146.16, "duration": 0.5}, {"text": "(Water swishing)", "start": 147.3, "duration": 2.2}, {"text": "It's some high quality H2O right there. All right, where's my 20 bucks Rainy?", "start": 151.26, "duration": 4.16}, {"text": "Mommy \n[laughter]", "start": 155.76, "duration": 1.32}, {"text": "Chances are if you're watching this video you have essentially an endless supply of clean water at", "start": 157.08, "duration": 5.06}, {"text": "The pull of a lever. And because this is so easy, we tend to forget just how critical water is for us", "start": 162.27, "duration": 5.629}, {"text": "You can live three weeks without food but only a few days without water and it's not just us from plants to ants to bacteria,", "start": 168.11, "duration": 7.889}, {"text": "anything that is biological and living needs water to survive", "start": 176.31, "duration": 3.17}, {"text": "It sounds crazy but there are no exceptions to this rule because of this when NASA is looking for evidence of life outside our planet", "start": 179.48, "duration": 7.529}, {"text": "We first start by looking for evidence of water given all that", "start": 187.01, "duration": 3.299}, {"text": "It's a total bummer that nearly 1 billion people around the world don't have access to clean drinking water.", "start": 190.309, "duration": 5.271}, {"text": "Today, drinking contaminated water causes more deaths than HIV, AIDS, and malaria combined", "start": 195.98, "duration": 5.58}, {"text": "And so that's why the powder in this packet is a really big deal", "start": 201.56, "duration": 3.839}, {"text": "It was invented by a guy named Philip Souter", "start": 205.4, "duration": 2.1}, {"text": "He's a laundry scientist at Procter & Gamble who was originally trying to figure out a way to separate dirt from used laundry water and I want", "start": 207.6, "duration": 6.56}, {"text": "To be clear here. They are not sponsoring this video in any way", "start": 214.16, "duration": 3.3}, {"text": "I just think what they're doing is really awesome and they deserve some credit", "start": 217.46, "duration": 3.54}, {"text": "So I was actually able to track Philip down and he told me all about how it works", "start": 221.0, "duration": 3.36}, {"text": "So essentially as three processes there's coagulation then the next phase is flocculation", "start": 224.36, "duration": 5.129}, {"text": "And then the last piece is the disinfection. You start with clean water like this", "start": 229.489, "duration": 4.11}, {"text": "But now it's all brown because it's filled with lots of dirt particles, parasites, and bacteria.", "start": 233.6, "duration": 4.019}, {"text": "So you dump the powder in the water and as Phil explained, the coagulant part of the powder goes to work first", "start": 238.08, "duration": 4.909}, {"text": "It's basically seed crystals that are positively", "start": 243.23, "duration": 2.669}, {"text": "charged and because the dirt in the water is negatively charged, these seed crystals act like dirt magnets. These dirt magnets grow until they're each", "start": 246.0, "duration": 7.369}, {"text": "about a millimeter in size.", "start": 253.37, "duration": 1.119}, {"text": "The next part of the powder to activate is the flocculent,", "start": 254.489, "duration": 2.779}, {"text": "which is a polymer which you can think about as having huge long arms that wrap up all the little", "start": 257.268, "duration": 4.932}, {"text": "dirt magnet clumps and now they form bigger chunks as large as a centimeter. These chunks now are so big", "start": 262.26, "duration": 6.06}, {"text": "They're just slightly more dense than the water, which means they sink to the bottom.", "start": 268.33, "duration": 3.42}, {"text": "and finally, the chlorine is released and it goes to work on killing the", "start": 271.75, "duration": 3.33}, {"text": "99.9999% of", "start": 275.08, "duration": 2.16}, {"text": "All the really tiny viruses and bacteria that are left in the water that didn't get wrapped up and sink to the bottom", "start": 277.42, "duration": 5.6}, {"text": "so now you're just left with safe drinking water at the top. This isn't just some PR stunt for P&G since", "start": 283.03, "duration": 5.789}, {"text": "2004, millions of people in over 90 countries have used these packets and they've saved untold thousands upon thousands of lives.", "start": 289.129, "duration": 7.01}, {"text": "In fact, they've cleaned enough water to fill a swimming pool", "start": 296.139, "duration": 2.94}, {"text": "that is the typical five feet deep by 15 feet across only the length would need to stretch all the way across the United States,", "start": 299.08, "duration": 6.029}, {"text": "over 13 times.", "start": 305.69, "duration": 1.289}, {"text": "These packets cost them pennies to make which they sell at a loss and that feels like the right thing to do, but it brings", "start": 306.979, "duration": 5.6}, {"text": "up the question:", "start": 312.58, "duration": 0.78}, {"text": "Is there a case to be made beyond altruism where it's in the best", "start": 313.36, "duration": 3.63}, {"text": "interest of the rich countries to help out the poor countries? To answer this question", "start": 317.12, "duration": 4.639}, {"text": "I wanted to speak with someone in the technology sector who had some experience in this kind of thing", "start": 321.759, "duration": 4.17}, {"text": "And he's a bit of an obscure up-and-comer named Bill Gates", "start": 325.93, "duration": 3.959}, {"text": "But first I had to do a little bit of research in order to get myself up to Seattle", "start": 329.889, "duration": 5.151}, {"text": "[excited music]", "start": 335.04, "duration": 4.78}, {"text": " ", "start": 339.82, "duration": 4.3}, {"text": "When I arrived they told me I was free to make myself at home while I waited for him to show up,", "start": 344.12, "duration": 3.92}, {"text": "so I did what any rational person would do given the circumstances, I made the richest man on planet earth some pizza rolls.", "start": 348.12, "duration": 6.06}, {"text": "Hi.", "start": 355.26, "duration": 1.32}, {"text": "Good to meet you. Yeah, thanks for doing this. They gave me free reign of your kitchen and as a token of hospitality,", "start": 356.58, "duration": 5.9}, {"text": "I whipped up a batch of pizza rolls. Oh wow.", "start": 362.98, "duration": 2.66}, {"text": "I'll try it. It's not what I normally eat.", "start": 366.82, "duration": 2.34}, {"text": "Its really hot, actually. They're kind of like lava in the middle. Not bad.", "start": 370.0, "duration": 3.6}, {"text": "They're ok right?", "start": 374.14, "duration": 1.16}, {"text": "A little bit of cardboard. What do you got here? This is plan B because I wasn't expecting you to actually eat one of those.", "start": 375.31, "duration": 5.45}, {"text": "Dick's burgers. Love dick's.", "start": 381.28, "duration": 1.79}, {"text": "It's a Seattle phenomena. Truth be told I actually knew this after seeing a picture of him on reddit.", "start": 383.07, "duration": 5.429}, {"text": "He's standing line by himself to buy one of their hamburgers for less than two bucks.", "start": 388.5, "duration": 3.179}, {"text": "Hate to disappoint you there's no Dick's burgers in here. Okay. We have some liquid refreshment", "start": 391.75, "duration": 5.479}, {"text": "That's pretty dark looking.", "start": 397.56, "duration": 2.08}, {"text": "So I took out the powder and explained to him how it worked and then I set up the bottles, and here's where we stood", "start": 399.82, "duration": 4.96}, {"text": "after a minute or two. Looks like we're making some progress on the top there.", "start": 404.78, "duration": 3.78}, {"text": "I'd rather eat these than that so far.", "start": 409.12, "duration": 2.42}, {"text": "Why should we care about developing nations?", "start": 412.14, "duration": 2.6}, {"text": "Well the amount of resource that rich countries spend in helping poor countries is pretty small.", "start": 414.9, "duration": 6.82}, {"text": "It's well less than 1% of their budget.", "start": 421.74, "duration": 2.309}, {"text": "I defend that because that money is so impactful. You're saving lives for less than", "start": 424.049, "duration": 5.791}, {"text": "$1,000 per life saved. If you help the country lift itself up then countries like Indonesia, Vietnam, India", "start": 429.92, "duration": 7.56}, {"text": "get successful enough, they grow their economy. So they no longer need aid. They graduate. Okay. Look at this", "start": 437.48, "duration": 7.28}, {"text": "It's amazing the way that is small,", "start": 445.15, "duration": 2.48}, {"text": "Isn't it crazy? amount of this thing", "start": 448.21, "duration": 1.639}, {"text": "It's like magic and I like his answer that basically teaching a man to fish is better than just giving a man a fish.", "start": 449.849, "duration": 5.43}, {"text": "What about the extreme case of a person who's just super", "start": 455.28, "duration": 2.369}, {"text": "self-absorbed who might think I just don't care if a poor country has a fish or not, It doesn't affect my daily life.", "start": 457.93, "duration": 5.45}, {"text": "I asked what he would say to that person.", "start": 463.38, "duration": 2.44}, {"text": "The benefits are strong even if the pure humanitarian empathetic part", "start": 465.82, "duration": 5.46}, {"text": "isn't the key reason. So then bill told me two main reasons we should try and help developing nations", "start": 471.99, "duration": 4.879}, {"text": "even from a selfish standpoint. The first is for our own safety.", "start": 476.97, "duration": 3.74}, {"text": "If a poor country receives aid,", "start": 480.71, "duration": 1.8}, {"text": "it fosters education and economic opportunity,", "start": 482.51, "duration": 3.07}, {"text": "which makes it more stable and there's a less of a reason for people to become desperate,", "start": 485.58, "duration": 4.3}, {"text": "which is a breeding ground for radical ideologies and terrorism.", "start": 489.89, "duration": 3.269}, {"text": "All America's top generals agree that foreign aid creates stability, which reduces the need for military spending and makes the world a safer place.", "start": 493.16, "duration": 7.29}, {"text": "Additionally, Bill told me there's the issue of diseases. When the next pandemic comes, there's a good chance", "start": 501.15, "duration": 5.15}, {"text": "it will be far worse than Ebola and it will spread quickly into the rich countries.", "start": 506.3, "duration": 4.199}, {"text": "There's a huge benefit to us in helping these developing nations get their health systems to the point where they can detect and treat bad", "start": 510.5, "duration": 6.809}, {"text": "stuff before it has the chance to go global. The second selfish reason for helping", "start": 517.31, "duration": 4.289}, {"text": "developing nations that we discuss together was for our own prosperity.", "start": 521.7, "duration": 3.36}, {"text": "After World War II, we think hey, do we care about Japan?", "start": 525.42, "duration": 2.92}, {"text": "Well, hey then Japan, you know Sony and Toyota they're making good products. Yeah, let's not forget Nintendo.", "start": 528.35, "duration": 7.59}, {"text": "It's a win-win situation, you know where we want", "start": 535.94, "duration": 3.359}, {"text": "Japan to do well and make great products and you know, they're buying Boeing Jets, Microsoft software", "start": 539.91, "duration": 5.959}, {"text": "and so having \"hypothetically\"", "start": 547.02, "duration": 3.24}, {"text": "hopefully", "start": 550.26, "duration": 1.47}, {"text": "The idea that other countries doing well, it's not a zero-sum thing", "start": 551.73, "duration": 5.48}, {"text": "where okay if they do well, that means that it's it's bad for us.", "start": 557.21, "duration": 3.659}, {"text": "Basically, we needed to get the Japanese back to a point where their brains could benefit the world again as quickly as possible.", "start": 560.87, "duration": 5.729}, {"text": "Otherwise, it's a waste of human capital and the world never knows Super Mario Brothers.", "start": 567.0, "duration": 4.52}, {"text": "Which raises an interesting point if you ask people who is the most intelligent person to ever live, you get various answers like these:", "start": 571.52, "duration": 6.76}, {"text": "Albert Einstein", "start": 578.82, "duration": 0.8}, {"text": "Einstein", "start": 579.62, "duration": 1.3}, {"text": "Albert Einstein", "start": 580.92, "duration": 2.0}, {"text": "Einstein", "start": 582.92, "duration": 0.62}, {"text": "Albert Einstein", "start": 583.54, "duration": 0.74}, {"text": "Mark Rober", "start": 584.28, "duration": 1.8}, {"text": "Did I tell you to say that?", "start": 586.6, "duration": 2.0}, {"text": "[Nods] What, you-! But the fact is with 100 billion people to have ever lived on planet Earth,", "start": 588.72, "duration": 5.4}, {"text": "it's a statistical certainty that Albert Einstein wasn't the most intelligent human. It was some random person", "start": 594.14, "duration": 5.58}, {"text": "you've never heard of probably born a long time ago who spent most of their daily energy", "start": 599.73, "duration": 4.289}, {"text": "just trying to survive. That's why these packets are a huge deal when you have nearly 1 billion people spending their time", "start": 604.019, "duration": 6.33}, {"text": "just trying to find clean water every day, that's a huge waste of untapped brainpower.", "start": 610.509, "duration": 4.73}, {"text": "Now these packets and other aid efforts like them allow parents to stay healthy and gives them time to provide for their families.", "start": 615.509, "duration": 6.15}, {"text": "Which gives their kids the opportunity to get educated which in turn creates more opportunities for the following generation", "start": 621.66, "duration": 5.849}, {"text": "and so eventually, over time, the entire world starts reaping the benefit", "start": 627.509, "duration": 3.711}, {"text": "from the contribution of this previously untapped human capital.", "start": 631.22, "duration": 3.68}, {"text": "In this way some massive breakthrough in solar technology,", "start": 635.0, "duration": 3.12}, {"text": "or maybe the cure to cancer or HIV might come from a poor country who is just a developing nation today.", "start": 638.12, "duration": 6.4}, {"text": "And I find that to be incredibly inspiring and a worthy goal.", "start": 644.589, "duration": 4.729}, {"text": "you know, I'm gonna be working on these diseases the rest of my life. Bill Gates, living legend, eater of pizza rolls.", "start": 651.599, "duration": 6.38}, {"text": "- Yeah, not bad. - That was fantastic. Thanks so much, bro.", "start": 658.119, "duration": 3.18}, {"text": "Now we drink.", "start": 662.419, "duration": 2.0}]