[{"text": "Once, we were all dressed by someone else.", "start": 2.96, "duration": 2.8}, {"text": "Parents picked out a T-shirt; the school dictated what colour our trousers should be.", "start": 5.76, "duration": 4.78}, {"text": "But at some point, we were granted the opportunity to discover who we might be in the world of clothes.", "start": 10.54, "duration": 7.08}, {"text": "We had to decide for ourselves about collars and necklines, fit,", "start": 17.62, "duration": 4.28}, {"text": "colours, patterns, textures and what goes (or doesn’t) with what.", "start": 21.9, "duration": 4.52}, {"text": "We learnt to speak about ourselves in the language of garments.", "start": 26.42, "duration": 4.54}, {"text": "Despite the potential silliness and exaggeration of sections of the fashion industry,", "start": 30.96, "duration": 5.6}, {"text": "assembling a wardrobe is a serious and meaningful exercise", "start": 36.56, "duration": 4.64}, {"text": "Based on our looks or background, others are always liable to come to quick and,", "start": 41.2, "duration": 4.92}, {"text": "not very rounded decisions about who we are.", "start": 46.12, "duration": 2.84}, {"text": "Too often, their judgment doesn’t quite get us right.", "start": 48.96, "duration": 3.66}, {"text": "They might assume that because of where we come from, we must be quite snobbish or rather resentful;", "start": 52.62, "duration": 5.64}, {"text": "based on our work we might get typecast as dour or superficial;", "start": 58.26, "duration": 4.78}, {"text": "the fact that we’re very sporty might lead people to see us as not terribly intelligent;", "start": 63.04, "duration": 4.5}, {"text": "or an attachment to a particular political outlook might be associated with being unnervingly earnest.", "start": 67.54, "duration": 6.38}, {"text": "Clothes provide us with a major opportunity to correct some of these assumptions.", "start": 73.92, "duration": 6.38}, {"text": "When we get dressed, we are, in effect, operating as a tour guide, offering to show people around ourselves", "start": 80.3, "duration": 7.28}, {"text": "We’re highlighting interesting or attractive things about who we are and,", "start": 87.58, "duration": 4.36}, {"text": "in the process, we’re clearing up misconceptions.", "start": 91.94, "duration": 3.28}, {"text": "We’re acting like artists painting a self-portrait:", "start": 95.22, "duration": 4.14}, {"text": "deliberately guiding the viewer’s perception of who they might be.", "start": 99.36, "duration": 3.6}, {"text": "In 1961, the English painter Peter Blake portrayed himself wearing a denim jacket, jeans and trainers.", "start": 102.96, "duration": 6.74}, {"text": "He was deliberately nuancing the view most of his contemporaries would have had of him:", "start": 109.7, "duration": 4.08}, {"text": "based on knowing that he was a successful and rather intellectual painter.", "start": 113.78, "duration": 4.32}, {"text": "He might have been thought of as slightly aloof and highly refined;", "start": 118.1, "duration": 3.72}, {"text": "detached from, and censorious of, ordinary life.", "start": 121.82, "duration": 3.5}, {"text": "But his clothes speak about very different aspects of his personality:", "start": 125.32, "duration": 4.08}, {"text": "they go out of their way to tell us that he’s quite modest; he’s interested in talking about pop music;", "start": 129.4, "duration": 5.04}, {"text": "he sees his art largely as a kind of manual labour.", "start": 134.44, "duration": 3.4}, {"text": "His clothes, like ours, give us a crucial introduction to the self.", "start": 137.84, "duration": 5.06}, {"text": "This explains the curious phenomenon whereby if we’re staying with good friends,", "start": 142.9, "duration": 4.54}, {"text": "we can spend a lot less time thinking about our clothes,", "start": 147.44, "duration": 3.12}, {"text": "compared with the anxiety about what to wear that can grip us with strangers.", "start": 150.56, "duration": 4.34}, {"text": "With good friends, we might sit around in a dressing gown or just hastily slip on any old jumper.", "start": 154.9, "duration": 5.5}, {"text": "They know who we are already; they’re not relying on our clothes for clues.", "start": 160.4, "duration": 5.7}, {"text": "It’s a strange but profound fact that certain items of clothing can excite us.", "start": 166.1, "duration": 5.18}, {"text": "When we put them on or see others wearing them, we’re turned on:", "start": 171.28, "duration": 4.06}, {"text": "a particular style of jacket, the right kind of shoes or the perfect shirt might prove so erotic,", "start": 175.34, "duration": 5.9}, {"text": "we could almost do without a person wearing them.", "start": 181.24, "duration": 3.04}, {"text": "It’s tempting to see this kind of fetishism as simply deluded but", "start": 184.28, "duration": 4.08}, {"text": "it is alerting us in an exaggerated way to a much more general and very normal idea:", "start": 188.36, "duration": 5.0}, {"text": "that certain clothes make us very happy.", "start": 193.36, "duration": 3.76}, {"text": "They capture values that we’re drawn and want to get closer to.", "start": 197.12, "duration": 3.42}, {"text": "The erotic component is just an extension of a more general and understandable sympathy.", "start": 200.54, "duration": 5.54}, {"text": "The French novelist Stendhal wrote:", "start": 206.08, "duration": 2.0}, {"text": "‘Beauty is the promise of happiness’", "start": 208.08, "duration": 2.96}, {"text": "and every item of clothing we’re drawn to contains an allusion to a different sort of happiness.", "start": 211.04, "duration": 5.7}, {"text": "We might see a very desirable kind of competence and confidence in a particular pair of boots;", "start": 216.74, "duration": 5.4}, {"text": "we might meet generosity in a woollen coat or a touching kind of innocence in a hemline;", "start": 222.14, "duration": 5.9}, {"text": "a particular watchstrap may sum up dignity;", "start": 228.04, "duration": 3.64}, {"text": "the way a specific collar encases the neck could strike us as commanding and authoritative.", "start": 231.68, "duration": 5.1}, {"text": "The classic fetishist might be pushing their particular attachments to a maximum", "start": 236.78, "duration": 5.08}, {"text": "and be rather restricted in the choice of items they favour, but they are latching onto a general theme:", "start": 241.86, "duration": 5.9}, {"text": "clothes embody values that enchant and beguile us.", "start": 247.76, "duration": 4.12}, {"text": "By choosing particular sorts of clothes, we are shoring-up our more fragile or tentative characteristics.", "start": 251.88, "duration": 6.68}, {"text": "We’re both communicating to others who we are and strategically reminding ourselves.", "start": 258.56, "duration": 5.8}, {"text": "Our wardrobes contain some of our most carefully-written lines of autobiography.", "start": 264.36, "duration": 6.3}]