[{"text": "Okay, everybody today I'm going to be showing you what a ball would look like in a fourth spatial dimension a four D ball", "start": 0.03, "duration": 6.99}, {"text": "So I'm going to be showing you what a sphere would look like if there were a fourth eshkettit", "start": 7.24, "duration": 3.83}, {"text": "Spatial dimension and then what would it look like if there was some four D being?", "start": 11.23, "duration": 4.1}, {"text": "That was going to move that sphere through the fourth dimension", "start": 15.46, "duration": 2.839}, {"text": "What would it look like in our 3d space?", "start": 18.82, "duration": 2.389}, {"text": "And what other cool stuff could they do if they move stuff around and 4d? What would it look like in our three dimensions?", "start": 21.279, "duration": 6.5}, {"text": "So we live in a universe that has three spatial dimensions. That means you can go this way", "start": 27.939, "duration": 5.51}, {"text": "You can go this way and you can go up and down. For example, I have this cube here in three dimensions", "start": 33.64, "duration": 6.38}, {"text": "But what would it mean if I were only to look at this cube in two dimensions?", "start": 40.329, "duration": 3.92}, {"text": "Well because we only have two dimensions. It means we can only go this way and this way but not up and down", "start": 44.5, "duration": 6.049}, {"text": "So it's the equivalent of taking a slice of this cube?", "start": 50.829, "duration": 3.139}, {"text": "So instead of having a cube now, I take a slice of it. So now this is just called a plane", "start": 54.579, "duration": 6.38}, {"text": "It has the X and the y axis so it has these spatial dimensions, but it has no up-and-down", "start": 61.059, "duration": 6.11}, {"text": "So that means when you look at it sideways, all you see is a line", "start": 67.39, "duration": 3.65}, {"text": "So now we have a world that's only two dimensions. What would a sphere look like in this two dimensions?", "start": 71.29, "duration": 5.809}, {"text": "well", "start": 77.229, "duration": 0.5}, {"text": "Because everything in two dimensions is just a slice of three dimensions", "start": 77.729, "duration": 3.779}, {"text": "Instead of a sphere that has up and down to it. You would only get a slice of that sphere", "start": 81.82, "duration": 4.729}, {"text": "So a sphere would now look like a circle", "start": 86.71, "duration": 3.11}, {"text": "So the first thing I want you to notice about this two-dimensional circle", "start": 93.58, "duration": 3.589}, {"text": "Is that for me in three dimensions looking at this two-dimensional plane? I can see the entire circle at one time", "start": 97.17, "duration": 7.319}, {"text": "I see everything the inside of it the outside of it everything all at once", "start": 104.49, "duration": 4.86}, {"text": "but for somebody living in this 2-dimensional world", "start": 110.08, "duration": 3.05}, {"text": "They don't see a circle", "start": 113.77, "duration": 1.98}, {"text": "But they see a line you can see what I mean is I start from above I can see the entire circle", "start": 115.75, "duration": 6.41}, {"text": "But as I come on to the plane that circle shrinks down and gets flatter and flatter and flatter", "start": 122.26, "duration": 5.659}, {"text": "Until eventually, it just becomes a flat line", "start": 128.649, "duration": 2.93}, {"text": "So if these two dimensional beings live only on this flat plane all they see is lines", "start": 131.68, "duration": 5.93}, {"text": "So what would a sphere look like to this 2-dimensional person?", "start": 137.8, "duration": 3.8}, {"text": "Well, remember that that 2-dimensional person can only see a slice through the sphere and they would only see it if it's in their plane", "start": 142.209, "duration": 8.0}, {"text": "Anything outside of it, they can't see they only see what's in this plane here.", "start": 150.489, "duration": 4.58}, {"text": "So in order to see this I would have to move it into the plane,", "start": 155.26, "duration": 3.349}, {"text": "but what it would look like from their point of view, it would look like a circle just suddenly appears and", "start": 158.98, "duration": 6.229}, {"text": "then gets bigger and then smaller and then disappears and so me is a three dimensional", "start": 165.88, "duration": 5.239}, {"text": "being moving this 3d object through their two-dimensional plane", "start": 171.34, "duration": 4.07}, {"text": "Would seem quite mystical it would seem like things suddenly appear then disappear appear then", "start": 175.72, "duration": 6.11}, {"text": "disappear and with that in mind now we can start to understand what it would be like for a", "start": 181.989, "duration": 4.309}, {"text": "Four-dimensional being to move a four-dimensional object through our three-dimensional space", "start": 186.76, "duration": 4.699}, {"text": "so I'm going to show you what it would look like if a four-dimensional being was to move a 4d sphere through our", "start": 191.709, "duration": 6.86}, {"text": "3-dimensional space it would be similar to the two-dimensional circle starting small getting bigger and then going small again", "start": 198.94, "duration": 7.369}, {"text": "But it would be in three dimensions. So it looks something like this", "start": 206.35, "duration": 4.25}, {"text": "okay, so here's my four-dimensional ball and", "start": 211.269, "duration": 2.779}, {"text": "What you're actually seeing is the very tip of the four-dimensional ball", "start": 214.75, "duration": 4.339}, {"text": "This is the small circle", "start": 219.37, "duration": 1.85}, {"text": "But because we're in three", "start": 221.22, "duration": 1.56}, {"text": "It's the small sphere at the tip of the fourth dimensional ball", "start": 222.78, "duration": 3.779}, {"text": "And I can move it around and do anything that I want with it", "start": 226.84, "duration": 2.75}, {"text": "but watch what happens when I summon the powers of a fourth dimensional being", "start": 230.05, "duration": 4.729}, {"text": "To move the ball through the fourth dimension and through our 3d space. Well, it would look something like this", "start": 234.94, "duration": 6.379}, {"text": "Okay, they're moving it through the fourth dimension and as he's moving it it's getting bigger and bigger and bigger and", "start": 243.1, "duration": 7.489}, {"text": "Stop", "start": 252.819, "duration": 1.621}, {"text": "So now you can see as it got moved through the fourth dimension", "start": 254.44, "duration": 3.41}, {"text": "The size changed in our three dimension here", "start": 258.4, "duration": 2.869}, {"text": "So now we have a larger sphere but we're not quite to the center of the four dimensional spheroid", "start": 261.459, "duration": 6.14}, {"text": "So let's set it down and have the fourth dimensional beam move it through the largest diameter that shows up in our three dimensions", "start": 267.91, "duration": 6.919}, {"text": "okay, and go", "start": 275.8, "duration": 2.0}, {"text": "so now it's moving,  moving through the fourth dimension, which", "start": 278.2, "duration": 3.529}, {"text": "Making which is making the spear get bigger and bigger and bigger and our three dimensions", "start": 281.979, "duration": 4.34}, {"text": "Until finally we end up with this", "start": 289.12, "duration": 2.179}, {"text": "So now the four dimensional sphere oeid is at its largest diameter and our three dimensional space", "start": 293.35, "duration": 6.199}, {"text": "and", "start": 299.55, "duration": 0.88}, {"text": "so now I have a very large sphere so we know that a four dimensional being could suddenly appear then disappear in our three-dimensional", "start": 300.43, "duration": 7.489}, {"text": "space could make objects randomly appear disappear", "start": 308.169, "duration": 3.14}, {"text": "Change shape altogether and it would seem quite mystical but here's an even weirder thing that 4th dimensional being could do", "start": 311.68, "duration": 7.19}, {"text": "They can turn you into your own mirror image of yourself", "start": 319.18, "duration": 2.869}, {"text": "Let me show you what I mean", "start": 322.87, "duration": 2.0}, {"text": "So going back to our analogy in two dimensions. Here's our two dimensional guy", "start": 324.88, "duration": 5.179}, {"text": "So now suppose in this two dimensional world. He's looking at this object. There's also a mirror behind us", "start": 331.33, "duration": 5.839}, {"text": "So this line represents a mirror. so looking in that mirror, the mirror image looks like this", "start": 337.169, "duration": 5.19}, {"text": "But no matter what he does in this two-dimensional world,", "start": 342.88, "duration": 2.809}, {"text": "he cannot get this object to look like it's mirror image other than just looking in the mirror.", "start": 346.479, "duration": 0.5}, {"text": "But me as a three-dimensional being I can come in and I can take it out of this two-dimensional world flip it", "start": 352.76, "duration": 7.19}, {"text": "And now it becomes a mirror image of itself", "start": 360.59, "duration": 3.679}, {"text": "so because I was a three-dimensional being, and I was able to take it out of this two-dimensional world and flip it in my", "start": 364.64, "duration": 6.799}, {"text": "three-dimensional world, now", "start": 371.75, "duration": 1.67}, {"text": "this is permanently the mirror image of itself for this two-dimensional person now.", "start": 373.42, "duration": 5.19}, {"text": "So the same can be said in three dimensions to four dimensions,", "start": 378.91, "duration": 4.109}, {"text": "That means that this fourth dimensional being could take this pretzel bag", "start": 383.24, "duration": 3.77}, {"text": "Flip it in the fourth dimension", "start": 387.56, "duration": 1.68}, {"text": "And now it would be permanently a mirror image of itself in our three-dimensional world.", "start": 389.24, "duration": 5.15}, {"text": "In fact, you would never be able to hide anything in our three-dimensional world from a fourth dimensional being", "start": 394.52, "duration": 6.919}, {"text": "Everything would be present at the same time. They'd immediately be able to see what is inside this box.", "start": 402.08, "duration": 5.809}, {"text": "Similar to how I can instantly see what's inside this box", "start": 410.03, "duration": 3.41}, {"text": "But this two-dimensional person wouldn't be able to see it because it's being blocked by the outside.", "start": 413.44, "duration": 4.559}, {"text": "So it would be quite amazing to see some fourth dimensional thing moving through our three dimensions and making things", "start": 418.13, "duration": 6.619}, {"text": "reappear, change shapes, do all sorts of different things even making mirror images of things.", "start": 425.0, "duration": 4.79}, {"text": "But is there a fourth dimension of space? Well, actually there could be", "start": 429.89, "duration": 4.19}, {"text": "String theory actually suggests that there's 11 spatial dimensions,", "start": 434.87, "duration": 3.799}, {"text": "But only three of them are big enough to notice.", "start": 438.71, "duration": 2.6}, {"text": "So we have three spatial dimensions that are big enough to see any changes,", "start": 441.47, "duration": 3.949}, {"text": "But the other dimensions aren't big enough to notice any difference with movement.", "start": 445.419, "duration": 3.755}, {"text": "Hey everybody. Thanks for watching another episode of \"The Action Lab\"", "start": 449.174, "duration": 3.205}, {"text": "I hope you enjoyed it.", "start": 452.38, "duration": 1.117}, {"text": " ", "start": 453.497, "duration": 0.5}, {"text": "if you did and you're not subscribed yet", "start": 453.997, "duration": 1.532}, {"text": "remember to hit the subscribe button and hit the bell to be notified with my latest videos out and", "start": 455.53, "duration": 4.92}, {"text": "head to the action lab comm to check out the action lab", "start": 460.97, "duration": 3.079}, {"text": "subscription box where you can do experiments similar to the ones that you see me do on my channel.", "start": 464.33, "duration": 4.399}, {"text": "Thanks for watching and I'll see you next time!", "start": 468.86, "duration": 2.0}]