[{"text": "Most animals have an internal clock, a process that happens\nin our bodies telling us when to wake up and when to go to sleep.", "start": 3.975, "duration": 7.31}, {"text": "You may be surprised to learn that many plants have a\nversion of this body clock too, and now, it turns out", "start": 11.562, "duration": 7.297}, {"text": "So do bacteria!", "start": 18.859, "duration": 1.599}, {"text": "This concept of a biological clock is often called a circadian rhythm.", "start": 20.762, "duration": 4.856}, {"text": "You may think of it just as those signals that make you\nsleepy at night and wake your body up in the morning,", "start": 25.618, "duration": 5.424}, {"text": "but there are actually thousands of tiny clocks, controlling\nall kinds of biological pathways inside of us on timed cycles.", "start": 31.042, "duration": 8.89}, {"text": "They’re this beautiful, finely tuned dance\nof sensory information coming in,", "start": 39.932, "duration": 5.736}, {"text": "sparking a cascade of hormones and other signaling chemicals,", "start": 45.668, "duration": 3.986}, {"text": "turning the cogs of some very specific molecular machinery in our cells.", "start": 49.654, "duration": 5.011}, {"text": "In humans, these are important to our health and mental processing,", "start": 54.956, "duration": 3.903}, {"text": "and in animals that have them, biological \nclocks help us adapt to our environment.", "start": 58.859, "duration": 4.966}, {"text": "So, I guess it’s not surprising that we see these rhythms in plants, too.", "start": 64.05, "duration": 5.11}, {"text": "I mean organisms that photosynthesize also need to\nregulate their processes based on when the sun is out.", "start": 69.16, "duration": 6.231}, {"text": "And get this, it’s not just that organisms react \nto a stimulus like the sun rising.", "start": 75.536, "duration": 6.356}, {"text": "Research shows that organisms like plants anticipate the rising\nof the sun, and continue cycling in their circadian rhythm", "start": 81.892, "duration": 7.679}, {"text": "even when deprived of that external cue, \nmeaning that essentially, they can tell time.", "start": 89.571, "duration": 6.492}, {"text": "And with this understanding, it also makes sense that\ntiny microbes called cyanobacteria,", "start": 96.063, "duration": 6.652}, {"text": "which photosynthesize, also have a circadian rhythm.", "start": 102.715, "duration": 4.249}, {"text": "But what’s a little weirder is that just regular old bacteria, chilling in\nthe soil or on our bodies or in your fridge, also have an internal clock!", "start": 107.149, "duration": 10.529}, {"text": "Now, you might be saying at this point, okay that’s\ninteresting, but like, why should we really care?", "start": 117.678, "duration": 5.586}, {"text": "And I see where you’re coming from, but bacteria are everywhere.", "start": 123.264, "duration": 4.183}, {"text": "We can’t even see them with our naked eye and yet they\nmake up roughly 15% of all the biomass on this planet.", "start": 127.447, "duration": 7.289}, {"text": "They are essential not only to human health, but to the health\nof the crops we grow and to the creation of industrial products.", "start": 134.736, "duration": 8.133}, {"text": "We pretty much couldn’t do anything without them.\nSo knowing more about how they tick is pretty important!", "start": 142.869, "duration": 7.162}, {"text": "An international team of researchers recently \npublished a study on this little guy, Bacillus subtilis.", "start": 150.031, "duration": 6.356}, {"text": "They used a bioluminescent compound to track the activity of certain genes,", "start": 156.387, "duration": 4.869}, {"text": "and they found that levels of expression for these genes cycled up and down,", "start": 161.256, "duration": 4.156}, {"text": "aligning with a 24 hour cycle with 12 hours of light and 12 hours of dark.", "start": 165.412, "duration": 5.398}, {"text": "See, B. subtilis is light sensitive. It has photoreceptors\nthat allow it to react to light, how cool is that?", "start": 170.81, "duration": 8.795}, {"text": "So it cycles the expression of some of its \ngenes based on the input its receiving.", "start": 179.777, "duration": 5.255}, {"text": "But the researchers also found that like with plants,\nthey could take away the stimulus, the light,", "start": 185.177, "duration": 5.556}, {"text": "and the bacteria still performed the same cycle.\nSo, these bacteria can tell time, you guys!", "start": 190.733, "duration": 7.012}, {"text": "This is the first time we’ve ever seen something like\nthis in a non-photosynthetic bacterium.", "start": 197.89, "duration": 6.166}, {"text": "The research team actually observed a similar\npattern in response to daily temperature changes,", "start": 204.294, "duration": 5.095}, {"text": "with expression of other genes also fluctuating\nwith temperature shifts throughout the day.", "start": 209.389, "duration": 5.461}, {"text": "But again, you might be saying, what do we do with this information?", "start": 215.008, "duration": 4.915}, {"text": "Well, if bacterial behavior does indeed shift and cycle in response\nto the environment, and certain bacteria have certain set rhythms,", "start": 219.923, "duration": 8.013}, {"text": "this might affect how we interact with those bacteria.", "start": 227.936, "duration": 3.444}, {"text": "Like maybe giving an antibacterial treatment at a certain time of day would\nbe more effective than another time because of the bacteria’s circadian rhythm.", "start": 231.38, "duration": 9.453}, {"text": "In another example, Bacillus subtilis, the bacteria looked\nat in this study, is often used in crop soil to promote plant growth,", "start": 240.833, "duration": 8.137}, {"text": "so maybe learning more about its cycles could help us\nuse it to even greater effect in agriculture.", "start": 248.97, "duration": 5.909}, {"text": "And maybe an industrial production process, like the\none that uses the bacterium E. coli to produce insulin,", "start": 254.879, "duration": 7.607}, {"text": "could be also optimized to use the organism’s daily clock.", "start": 262.486, "duration": 4.458}, {"text": "More research into all of these ideas, as well as\nexploring the potential rhythms of other bacteria,", "start": 266.944, "duration": 5.61}, {"text": "could give us the answers we need to better navigate and\ninteract with our increasingly important microbial world.", "start": 272.554, "duration": 7.735}, {"text": "And I, for one, am so excited to find out more \nabout what makes them tick.", "start": 280.289, "duration": 5.124}, {"text": "Are you surprised by this discovery? Do you have questions\nabout another bacterial innovation you want us to cover?", "start": 285.413, "duration": 5.705}, {"text": "Let us know down in the comments below.", "start": 291.118, "duration": 2.366}, {"text": "You can check out another video about \namazing bacterial behavior here,", "start": 293.484, "duration": 3.516}, {"text": "and make sure you subscribe to Seeker to keep up\nwith all your creepy crawly behavioral news.", "start": 297.0, "duration": 4.768}, {"text": "As always, thank you so much for watching, and I’ll see you in the next one.", "start": 301.768, "duration": 3.995}]