[{"text": "Hey, Vsauce. Michael here. And when the pyramids\nof Giza were built, the tallest was 147 meters", "start": 0.61, "duration": 7.89}, {"text": "tall, making them the tallest things humans\nhad ever built. And they remained that way", "start": 8.5, "duration": 7.94}, {"text": "for nearly 4,000 years. It wasn't even until\nthe 1300's that we finally got around to making", "start": 16.449, "duration": 7.971}, {"text": "something taller, a cathedral in England.\nSo, does that mean that the Great Pyramids", "start": 24.42, "duration": 4.71}, {"text": "of Giza are the \"Best tallest structures of all time?\"", "start": 29.13, "duration": 3.78}, {"text": "Well, to find out more, all aboard the BOAT.", "start": 32.91, "duration": 3.93}, {"text": "So, what is a building? Well, technically,\na building is a structure in which at least", "start": 37.44, "duration": 7.0}, {"text": "50% of its height comes from floor plates\nwhere people can live, work, chill out, it", "start": 44.44, "duration": 7.64}, {"text": "has to be habitable. Any less than that and\nit's not a building, it's a tower. After the", "start": 52.09, "duration": 6.149}, {"text": "Lincoln Cathedral finally surpassed the height\nof the pyramids, a number of churches continued", "start": 58.239, "duration": 5.44}, {"text": "to be built that kept breaking and setting\nnew records. The next long-term record holder", "start": 63.68, "duration": 6.1}, {"text": "was the Eiffel Tower.\nIt was the tallest thing, ever in history,", "start": 69.79, "duration": 4.4}, {"text": "that we had built, for about 40 years in a\nrow. It was finally surpassed by the Chrysler", "start": 74.19, "duration": 6.28}, {"text": "Building in New York, a personal favorite,\nwhich was then quickly bested by the Empire", "start": 80.47, "duration": 5.11}, {"text": "State Building. Now, the Empire State Building\nis interesting in that it was the first structure", "start": 85.58, "duration": 6.329}, {"text": "ever built by man that was so tall, were you\nto jump off the top of it, you would actually", "start": 91.909, "duration": 6.471}, {"text": "reach terminal velocity before you hit the\nbottom. It was the first structure we'd ever", "start": 98.38, "duration": 5.629}, {"text": "built that was so tall, rather than just continuing\nto accelerate as you fell, you would actually", "start": 104.009, "duration": 6.051}, {"text": "stop accelerating because you would reach\nthe fastest possible speed your limp body", "start": 110.06, "duration": 6.07}, {"text": "can fall at. In the mid 1950's, something\nweird started to happen. Humans started to", "start": 116.13, "duration": 7.12}, {"text": "build radio and TV towers. These things could\nbe way taller than the buildings that we'd", "start": 123.25, "duration": 6.59}, {"text": "made previously that had to be habitable.\nAnd so, ever since the Empire State Building", "start": 129.849, "duration": 5.961}, {"text": "had its record broken by a TV tower, all these\nother famously tall buildings, the Petronas", "start": 135.81, "duration": 5.72}, {"text": "Towers, Tapei 101, the World Trade Center,\nthe Willis Tower - formerly Sears Tower - none", "start": 141.53, "duration": 5.95}, {"text": "of them have ever, within their existence,\nactually held the title for being the tallest", "start": 147.48, "duration": 5.58}, {"text": "\"thing\" we've ever built. There was always\na radio or TV tower somewhere that was taller.", "start": 153.06, "duration": 8.58}, {"text": "Up until quite recently, and for quite a while,\nthe record for the tallest thing ever built", "start": 161.94, "duration": 5.64}, {"text": "by humans went to the Warsaw radio mast in\nPoland. It's visually incredibly striking,", "start": 167.59, "duration": 6.97}, {"text": "because there aren't any other sky scrapers\naround it. It's all alone, being very tall.", "start": 174.56, "duration": 5.36}, {"text": "Well, that was until 1991, where some workers\nexchanging guy-wires made a mistake and the", "start": 180.1, "duration": 6.58}, {"text": "whole thing started to bend and then snapped\nin the middle. There's no video of the event", "start": 186.69, "duration": 4.909}, {"text": "happening, but it would have been similar\nto this collapse, though much, much taller.", "start": 191.599, "duration": 7.0}, {"text": "After the Warsaw radio mast collapsed, the\nKVLY-TV mast in North Dakota became the tallest,", "start": 199.5, "duration": 7.2}, {"text": "still standing, structure built by man. But\nrecently, buildings have made a comeback.", "start": 206.709, "duration": 6.581}, {"text": "And to check that out, we're going to have\nto travel to the Middle East. This is the", "start": 213.29, "duration": 5.309}, {"text": "first time I've ever touched the Nile. \nTadaaa. Ok, so that was me dipping my", "start": 218.599, "duration": 10.72}, {"text": "waterproof camera into the Nile. If you were to take", "start": 229.33, "duration": 3.299}, {"text": "the entire length of the Nile River and stand\nit up on its edge, perpendicular to the Earth,", "start": 232.629, "duration": 6.521}, {"text": "it would reach into outer space about this\nfar, which is pretty impressive. But where", "start": 239.15, "duration": 6.71}, {"text": "does the space shuttle orbit? And where does\nthe International Space Station orbit? This", "start": 245.86, "duration": 5.12}, {"text": "far away? This far away? Maybe this far away?\nActually, if this pink, inflatable \"Horrible", "start": 250.98, "duration": 8.74}, {"text": "Bosses\" ball was the Earth, the space shuttle\nwould orbit about right there. It's incredible,", "start": 259.72, "duration": 8.72}, {"text": "but it's possible because the shuttle, and\nthe International Space Station, travel so", "start": 268.44, "duration": 3.699}, {"text": "quickly. They travel so quickly around the\nEarth that instead of seeing one sunrise", "start": 272.139, "duration": 6.05}, {"text": "and sunset every 24 hours, they see 16.\nBut don't be jealous. You can easily see more", "start": 278.189, "duration": 8.34}, {"text": "than one sunrise and/or sunset in a day by\ntaking advantage of tall structures. So, let's", "start": 286.529, "duration": 7.53}, {"text": "take a look at the tallest structure, the\ncurrent record holder for the tallest thing", "start": 294.059, "duration": 4.621}, {"text": "humans have ever built, the Burj Khalifa in\nDubai. The height of this building blows my", "start": 298.68, "duration": 7.28}, {"text": "mind. You can literally watch the sunset from\nthe base of the building, and then take a", "start": 305.96, "duration": 5.549}, {"text": "super-fast elevator all-the-way up to the\ntop and watch the same sun set again. In fact,", "start": 311.509, "duration": 6.96}, {"text": "the difference\nin timing between sunset at the base and the", "start": 318.469, "duration": 2.66}, {"text": "top is so significant, the Dubai Islamic Affairs\ndepartment actually had to make a ruling about", "start": 321.129, "duration": 6.141}, {"text": "when you can start, and break, your fast during\nRamadan inside the building. People above", "start": 327.27, "duration": 5.869}, {"text": "floor 80 or higher have to actually wait to\nstart eating 2-3 minutes after the people", "start": 333.139, "duration": 6.84}, {"text": "at the base, because the sun hasn't yet set\nfor those at the top. But before you head", "start": 339.979, "duration": 5.37}, {"text": "to Dubai to watch the sun rise or set twice\nin a day, keep in mind that the only height", "start": 345.349, "duration": 5.44}, {"text": "you actually need to see two sunrises or sunsets\nis the height of your own body. Try this the", "start": 350.789, "duration": 6.89}, {"text": "next time you're at a beach.\nWatch the sun rise or set over", "start": 357.679, "duration": 4.26}, {"text": "the water. Water is important because it won't\nhave the terrain and hill issues that land", "start": 361.939, "duration": 4.69}, {"text": "does. Now let's say you're watching a sunset.\nBegin by laying on your stomach. Watch the", "start": 366.629, "duration": 6.6}, {"text": "sun set and as soon as the very last little bit\nof the sun goes below the horizon, quickly pop", "start": 373.229, "duration": 5.291}, {"text": "up into a standing position and voilá,\nyou'll see the sun's back - part of it's back -", "start": 378.52, "duration": 5.829}, {"text": "and it will set another time.", "start": 384.349, "duration": 2.68}, {"text": "If you take a stopwatch and record the time\nbetween the first setting and the second setting", "start": 387.029, "duration": 4.871}, {"text": "that you witness and measure the height\nof your eyes when you're laying down and when", "start": 391.909, "duration": 4.93}, {"text": "you're standing, you can use those numbers\nto calculate the radius of the Earth.", "start": 397.26, "duration": 5.04}, {"text": "XKCD took this a little bit further by proposing\nthe \"Double Sunset Date.\" Take your date out", "start": 402.58, "duration": 7.099}, {"text": "to the beach in a cherry picker and sure\nenough, it was calculated, given the speed", "start": 409.679, "duration": 4.73}, {"text": "of a cherry picker, all you have to do is move\nabout 6 feet up and you can watch a beautiful", "start": 414.409, "duration": 4.98}, {"text": "sunset all over again.", "start": 419.389, "duration": 2.38}, {"text": "To put things in perspective, the Burj Khalifa\nis nowhere near as tall as Mount Everest.", "start": 422.04, "duration": 5.36}, {"text": "But the tallest structure that we could potentially\nbuild wouldn't be as tall as Mount Everest,", "start": 427.409, "duration": 6.99}, {"text": "it would be way, way taller. Like, into space\ntaller. Of course, the problem with building", "start": 434.399, "duration": 6.681}, {"text": "things that are really tall is that they get\nheavier and heavier and have to support their", "start": 441.08, "duration": 4.269}, {"text": "own weight. But only up to a point.", "start": 445.349, "duration": 3.0}, {"text": "If a structure was so tall that it wound up\nat the altitude of a geostationary orbit,", "start": 448.64, "duration": 6.54}, {"text": "it would start to feel a new force, not just\na gravitational force downward, but all of", "start": 455.259, "duration": 4.59}, {"text": "the sudden this new, centrifugal force up and outward.", "start": 459.849, "duration": 5.37}, {"text": "And so, a building that tall could be stable\nthrough tension. And more than 35,000 km", "start": 465.219, "duration": 8.24}, {"text": "high.\nThis kind if structure is known as a \"Space Elevator.\"", "start": 473.46, "duration": 6.379}, {"text": "Unfortunately, there aren't any materials\nknown to science today that are strong enough", "start": 479.839, "duration": 4.521}, {"text": "to make building something that large feasable.\nWith the exception, maybe, of Carbon Nanotubes,", "start": 484.36, "duration": 6.099}, {"text": "or Boron-Nitrate Nanotubes. Of course, if\nwe went to a smaller celestial body, like", "start": 490.459, "duration": 5.3}, {"text": "the Moon, we could build one today out of\nstuff like Kevlar.", "start": 495.76, "duration": 4.6}, {"text": "There are a lot of different things that we\nhave to be wary of when we build a space elevator.", "start": 500.36, "duration": 4.1}, {"text": "For instance, how do we dodge space debris?\nOne solution is to attach the Earth side of", "start": 504.46, "duration": 5.74}, {"text": "the cable to a boat in the ocean that can\nmaneuver around and move the elevator away", "start": 510.2, "duration": 5.699}, {"text": "from dangerous obstacles.", "start": 515.899, "duration": 1.56}, {"text": "Another interesting point is that the taller\nthe cable, the faster the far end of it will", "start": 517.56, "duration": 5.92}, {"text": "be traveling. In fact, if the cable is more\nthan 50,000 km long, its far end will be travelling", "start": 523.48, "duration": 7.039}, {"text": "near escape velocity and simply walking outside\ncould take you to the Moon. But why build", "start": 530.519, "duration": 7.18}, {"text": "a space elevator? Well, because it would be\nawesome. But also for better reasons too.", "start": 537.7, "duration": 5.94}, {"text": "For instance, right now, in order to send\na pound of material into orbit, it costs about", "start": 543.649, "duration": 5.721}, {"text": "11,000 dollars. But with a space elevator,\nwe could send the same amount of material", "start": 549.37, "duration": 6.0}, {"text": "into orbit for only about 100 bucks. That\ndifference is so significant that Philip Ragan", "start": 555.37, "duration": 7.0}, {"text": "has said that the first country to deploy\na space elevator will have a 95% cost advantage", "start": 562.5, "duration": 7.0}, {"text": "and will possibly be able to control all space\nrelated activities. Alright, so here you see,", "start": 569.78, "duration": 8.2}, {"text": "in the mirror, Alex\nplaying guitar while she holds a camera in", "start": 577.98, "duration": 4.58}, {"text": "her mouth and records us. Impressive. I'm\nhere with Kristen from Barely Political. She's", "start": 582.56, "duration": 5.42}, {"text": "visiting London and if you enjoyed this episode\nof BOAT, check out other episodes, I've got", "start": 587.98, "duration": 3.859}, {"text": "them all up there.", "start": 591.839, "duration": 1.28}, {"text": "And as always,", "start": 593.12, "duration": 0.839}, {"text": "thanks for watching.", "start": 593.959, "duration": 1.18}, {"text": "Oh and check out Kristen's", "start": 595.139, "duration": 1.051}, {"text": "channel right there. Bye! Bye.", "start": 596.19, "duration": 4.78}]