[{"text": "Anyone who has played a claw machine can relate\nto the experience of having the claw perfectly", "start": 0.429, "duration": 5.771}, {"text": "positioned only to see it weakly graze the\nprize before pulling back up. \"No Man!\" It", "start": 6.2, "duration": 6.94}, {"text": "may seem like the machine isn't even trying.\nAnd well... \"It is not your imagination, those", "start": 13.14, "duration": 7.03}, {"text": "claw machines are rigged!\"", "start": 20.17, "duration": 2.86}, {"text": "There are a couple\nof beloved stuffed animals that I have that", "start": 26.08, "duration": 2.62}, {"text": "are from a claw machine, a koala and a bear.\nThat is Vox.com writer, Phil Edwards.", "start": 28.7, "duration": 6.16}, {"text": "\"I looked at the instruction guides for a few\nof the biggest claw games out there. Take", "start": 34.87, "duration": 5.029}, {"text": "for example, the manual for Black Tie Toys\nadvanced crane machine. If you look at page", "start": 39.899, "duration": 5.031}, {"text": "8, section subheading Claw Strength you will\nsee a horrifying piece of information. \"Managing", "start": 44.93, "duration": 6.92}, {"text": "profit is made easy. Simply input the coin\nvalue, the average value of the merchandise,", "start": 51.85, "duration": 5.79}, {"text": "and the profit level. The machine will automatically\ncalculate when to send full strength to the", "start": 57.64, "duration": 6.23}, {"text": "claw.\" Alright, so if it cost 50 cents to\nplay the game, and the prize inside cost 7", "start": 63.87, "duration": 6.94}, {"text": "dollars. To make a profit of 50% full power\nwill be sent to the claw only about once every", "start": 70.81, "duration": 6.3}, {"text": "21 games or so. That sucks. They also randomize\nthat winning game within a range so that players", "start": 77.11, "duration": 6.66}, {"text": "can't predict when exactly it will happen.\nAnd you might notice a subheading that says", "start": 83.77, "duration": 3.779}, {"text": "\"dropping skill\" they can program the machine\nto make you think you almost won. They taunt", "start": 87.549, "duration": 6.291}, {"text": "you with it. You see the stuffed animal flying\nin the air. And then it drops it. And that", "start": 93.84, "duration": 5.15}, {"text": "just ruins everything. So, most of the time\nclaw machines are more like slot machines,", "start": 98.99, "duration": 5.1}, {"text": "than like skeeball or wack-a-mole. \"Who's\nin charge here!\" \"The claw!\"", "start": 104.09, "duration": 8.16}, {"text": "The question of whether claw machines are a game of skill or chance goes back decades. The earlier versions", "start": 114.96, "duration": 6.76}, {"text": "back in the 1930s had very little element\nof skill and were marketed as highly profitable", "start": 121.729, "duration": 6.0}, {"text": "for their owners. This was the depression\nera and people were desperate for ways to", "start": 127.729, "duration": 4.88}, {"text": "get money moving. During a crackdown on organzied\ncrime in the 1950s federal law classified", "start": 132.609, "duration": 6.791}, {"text": "claw machines as gambling devices and prohibited\nthe transporation of them across state lines.", "start": 139.4, "duration": 7.419}, {"text": "After those laws were relaxed in the 1970s\nnewer claw machines from Europe and Asia spread", "start": 146.819, "duration": 5.6}, {"text": "throughout the United States. They actually\nstarted calling them \"skill cranes\" because", "start": 152.419, "duration": 4.71}, {"text": "the joystick gave players more precise control.\nBut owners had increasing control over profits", "start": 157.129, "duration": 6.021}, {"text": "as well. And they've been met with a patchwork\nof state and local laws and regulations. If", "start": 163.15, "duration": 6.0}, {"text": "machine operators want to make that claw really\nreally unfair against the players, there's", "start": 169.15, "duration": 5.009}, {"text": "not a lot stopping them. Most of the regulations\nfocus on the prize size, not the strength", "start": 174.159, "duration": 4.92}, {"text": "of the claw. That's a reason that you might\nsee fewer of the \"win a free iPad\" claw machines", "start": 179.079, "duration": 5.931}, {"text": "or \"win a free iPhone\" claw machines around.\nAnd more of just old fashioned stuffed animals.", "start": 185.01, "duration": 4.879}, {"text": "It's great if players know what they are up\nagainst. Especially since sites like Youtube", "start": 189.889, "duration": 3.99}, {"text": "have enabled claw machine enthusiast to broadcast\ntheir victories. Like this guy. \"I'm Matt", "start": 193.879, "duration": 5.34}, {"text": "Magnone. Join me as I venture out and win\nas much crap as I can from claw machines!\"", "start": 199.219, "duration": 4.291}, {"text": "My best outcome of this is not that all the\nclaw machines go away. Since I first wrote", "start": 203.51, "duration": 4.649}, {"text": "this article, I've spent a dollar on claw\nmachines... and I've lost. All I want for", "start": 208.159, "duration": 6.05}, {"text": "people to know is that they are not the problem.\nThe claw machine is the problem.", "start": 214.209, "duration": 5.911}, {"text": "\"Ah, you piece of crap!\"", "start": 220.12, "duration": 1.569}]