[{"text": "Vsauce, I’m Jake and thank you for visiting because I have been stuck in\nthis chair for weeks. Why you ask?", "start": 21.449, "duration": 7.54}, {"text": "Let me tell you! It is because of this! What is that? Well my dear friend,", "start": 28.989, "duration": 4.551}, {"text": "as you may know I have cancer and to try and stop it from", "start": 33.54, "duration": 3.72}, {"text": "spreading, they removed a lot of\nflesh, muscle, tissue and bone and replaced", "start": 37.26, "duration": 3.95}, {"text": "it with something else…and that got me thinking, about what makes you you.", "start": 41.21, "duration": 5.8}, {"text": "Which then in turn got me thinking about paradoxes.", "start": 47.2, "duration": 2.14}, {"text": "Specifically logical paradoxes or thought experiments. Ya know there is one in particular that pertains", "start": 49.34, "duration": 7.06}, {"text": "to the removal and replacement of certain\nthings…let's go outside", "start": 56.409, "duration": 5.491}, {"text": "Quick little side note: I also figured out\nteleportation but we’ll discuss that later…ya know you should come out here too.", "start": 61.9, "duration": 7.78}, {"text": "So we can discuss the ship of Theseus!", "start": 69.68, "duration": 6.6}, {"text": "The ship of Theseus is pretty straightforward\nas far as logical paradoxes go. Let's say", "start": 76.28, "duration": 4.92}, {"text": "we have a ship, and it's a very nice ship. But after a while we end up replacing all the wood", "start": 81.2, "duration": 4.6}, {"text": "and then a while later we replace the sails, then a while later we replace the hooks.\nIs it still the same ship? Or is it a new ship? A different ship?", "start": 85.8, "duration": 8.22}, {"text": "let’s go a step further. Let’s say we\nkept all the pieces of this ship that we replaced", "start": 94.03, "duration": 2.799}, {"text": "And used them to make another ship...an identical one. Is this one the original or is this one?", "start": 96.829, "duration": 5.03}, {"text": "Or are they both not original? What makes something truly original? I need some sand.", "start": 101.859, "duration": 9.78}, {"text": "Here I have what I would consider a heap of\nsand which leads us into our next logical paradox.", "start": 111.639, "duration": 6.381}, {"text": "The Sorites paradox. Sorites in ancient\ngreek meaning heap. So, we have our heap,", "start": 118.02, "duration": 6.94}, {"text": "right? But what happens if we take away a grain of sand? Well, it's still a heap. But then we take away", "start": 124.96, "duration": 7.56}, {"text": "another grain… Still a heap. But then we\ntake another, and another, until", "start": 132.53, "duration": 4.819}, {"text": "we get this. Is this a heap? What about this?\nOr this? If we remove a grain until only one", "start": 137.349, "duration": 6.86}, {"text": "is left…is this still a heap? At what point\ndo we no longer consider it a heap?", "start": 144.209, "duration": 5.711}, {"text": "Let’s reverse it. We start with a single\ngrain of sand. Obviously not what we would", "start": 149.92, "duration": 3.849}, {"text": "call a heap. But then we add a grain and another,\nand another. When does it become a heap of sand?", "start": 153.769, "duration": 6.76}, {"text": "Ya know, instead of using objects as our examples,\nlet’s discuss a paradox that instead, uses words.", "start": 161.1, "duration": 7.36}, {"text": "We interact with words every day but today\nwe are going to focus on just two words, autological", "start": 168.47, "duration": 6.39}, {"text": "and heterological, these are essential for\nThe Grelling-Nelson Paradox.", "start": 174.86, "duration": 8.65}, {"text": "An autological word is a word that describes\nitself. For example: pronounceable is pronounceable,", "start": 183.51, "duration": 6.259}, {"text": "polysyllabic is polysyllabic, and a noun is\na noun.", "start": 189.769, "duration": 5.36}, {"text": "Then there is heterological where a word does\nnot describe itself. For example: purple is", "start": 195.129, "duration": 5.06}, {"text": "not purple, triangle is not a triangle and\nhyphenated is not hyphenated.", "start": 200.189, "duration": 5.951}, {"text": "The paradox comes into play when we ask the\nquestion: Is the word “heterological”", "start": 206.14, "duration": 5.989}, {"text": "heterological?", "start": 212.129, "duration": 1.58}, {"text": "If you say no, then heteorological does not\ndescribe itself. And if it’s not heterological", "start": 213.709, "duration": 4.471}, {"text": "then it must be autological and describe itself.\nbut if it is autological then heterological", "start": 218.18, "duration": 4.809}, {"text": "describes itself and therefor heterological\nis heterological. Paradox.", "start": 222.989, "duration": 5.351}, {"text": "If you say yes, heterological does not describe\nitself then that means heterological is not", "start": 228.34, "duration": 5.619}, {"text": "heterological. Paradox.", "start": 233.959, "duration": 1.98}, {"text": "Let’s try something. Let’s combine aspects\nof the ship of Theseus and the Sorites paradox", "start": 235.939, "duration": 5.17}, {"text": "and apply it to ourselves. Even though part\nof my leg was replaced I am still me, right?", "start": 241.109, "duration": 5.671}, {"text": "If my entire leg were removed, I’d still\nbe me. So at what point am I no longer myself?", "start": 246.78, "duration": 5.98}, {"text": "How much would have to be removed for you\nto no longer be you? Or is what makes us us", "start": 252.76, "duration": 5.61}, {"text": "our memories of who we are and of who we were?\nFor example, you are different than when you", "start": 258.37, "duration": 5.35}, {"text": "were a baby. Obviously you are taller, a little bit heavier, you\nhave different hair, different teeth, and all", "start": 263.72, "duration": 5.2}, {"text": "of your cells have been replaced since birth. I mean your personality has changed.", "start": 268.92, "duration": 5.13}, {"text": "Your opinions have changed…so how are you the same\nperson?", "start": 274.05, "duration": 7.02}, {"text": "Ya know...maybe we should lay off the teleportation for a little not just because of that but also because I've been thinking of something...the teletransportation", "start": 287.0, "duration": 9.67}, {"text": "paradox. Let’s say we have a machine that\ncan teleport you from here to there. In order", "start": 296.67, "duration": 6.18}, {"text": "to transmit you though, the machine kills\nyou and instantly breaks you down into all", "start": 302.85, "duration": 3.44}, {"text": "the atoms that once made you up. It then transmits\nall the data of what you were to another machine", "start": 306.29, "duration": 5.41}, {"text": "in a different location which remakes you.\nPutting different atoms in the right spot.", "start": 311.7, "duration": 6.65}, {"text": "So the question is, is the person who went\ninto the machine the same person coming out", "start": 318.35, "duration": 5.13}, {"text": "of the other machine? You have the same memories,\nthe same thoughts, but everything that physically", "start": 323.48, "duration": 4.68}, {"text": "makes you is different. You’d remember everything\nup to being teleported and reemerging on the", "start": 328.16, "duration": 5.31}, {"text": "other side - everything in between would be\nlost. So, is it your identity, your emotions,", "start": 333.47, "duration": 6.99}, {"text": "feelings and is it your thoughts that make you you?", "start": 340.46, "duration": 5.0}, {"text": "Ya know, you should come a little bit closer.", "start": 345.46, "duration": 2.16}, {"text": "When you wake up in the morning, how do you\nknow that you’re the same person as who went", "start": 347.62, "duration": 3.8}, {"text": "to sleep? How do I know that when I close\nmy eyes, is the same Jake opening them?", "start": 351.43, "duration": 6.39}, {"text": "Maybe every time we open our eyes we are being\ncreated again and again from the idea of who we are…from", "start": 357.82, "duration": 5.62}, {"text": "our sense of identity. And, as always, thanks\nfor watching.", "start": 363.44, "duration": 6.93}]