[{"text": "Okay today, I'm going to be doing an experiment that proves that light is a wave", "start": 0.03, "duration": 3.48}, {"text": "And then I'm going to do an experiment that shows you that light is a particle and then after you're thoroughly confused", "start": 3.639, "duration": 6.799}, {"text": "I'll explain what light really is okay, so first", "start": 10.44, "duration": 3.029}, {"text": "I'm going to be proving to you that light acts as a wave and to do that", "start": 13.469, "duration": 3.45}, {"text": "I'm just going to be using a standard laser pointer", "start": 16.92, "duration": 2.519}, {"text": "So this isn't anything fancy. It cost like five dollars or something so the experiment", "start": 20.109, "duration": 4.94}, {"text": "I'm going to be doing is called the double slit experiment and what it does is it uses the", "start": 25.05, "duration": 4.44}, {"text": "interference of light waves to show light and dark patches of the original source", "start": 29.65, "duration": 4.309}, {"text": "So when any wave strikes a barrier that has two tiny little slits that are close together?", "start": 34.21, "duration": 4.91}, {"text": "You can see an interference pattern on the backdrop here", "start": 39.55, "duration": 3.2}, {"text": "so basically if waves come in so this represents the peaks of the waves and", "start": 42.85, "duration": 4.729}, {"text": "It hits this wall here. What happens", "start": 48.43, "duration": 2.779}, {"text": "Is these small little slits here act as point sources for the wave so it starts the wave over again?", "start": 51.21, "duration": 6.569}, {"text": "And so the peaks and valleys of these new wave sources interfere with each other so that when the waves hit a", "start": 61.51, "duration": 6.299}, {"text": "Backdrop here you see areas that have high peaks and low peaks and it looks like a striped pattern", "start": 67.97, "duration": 6.019}, {"text": "But in order for this to work", "start": 77.539, "duration": 1.311}, {"text": "You need light that is coming in in parallel lines like this so light from a flashlight", "start": 78.85, "duration": 4.5}, {"text": "Won't work because because any light coming from a bulb source like this is", "start": 83.659, "duration": 4.459}, {"text": "Coming from all directions, so it's curved", "start": 89.09, "duration": 2.48}, {"text": "But there is a source of light you can use that's not curved and that's laser light and so laser light is mostly", "start": 92.18, "duration": 6.019}, {"text": "Coherent light and so the peaks and the valleys are all lined up", "start": 98.3, "duration": 3.529}, {"text": "So essentially it's coming in in parallel lines like we saw in my drawing there so basically if I can just pass this laser light", "start": 101.83, "duration": 7.019}, {"text": "Through some tiny little slits, then we should be able to see an interference pattern", "start": 109.1, "duration": 3.919}, {"text": "If these light rays are really waves", "start": 113.02, "duration": 2.79}, {"text": "So it's actually quite easy to do the double slit experiment with a handheld laser like this", "start": 116.27, "duration": 5.299}, {"text": "All you do is put a very thin wire across the opening of the laser", "start": 121.819, "duration": 4.19}, {"text": "And then you place tape on either side of it so that basically when you're finished you have a wire in the middle", "start": 126.009, "duration": 6.21}, {"text": "With two tiny gaps on either side of it, and so now if I shine my laser light, and I see interference patterns", "start": 132.47, "duration": 6.589}, {"text": "That's proof right there that light is actually wave-like and has wave-like properties", "start": 139.099, "duration": 5.09}, {"text": "So let's see if I can see an interference pattern with my laser. Now. Okay, the double slit experiment", "start": 144.53, "duration": 5.3}, {"text": "Let's turn on the laser and see if we see any interference", "start": 149.83, "duration": 2.699}, {"text": "Whoa it worked", "start": 153.92, "duration": 2.209}, {"text": "Look at that you can totally see the pattern there", "start": 158.18, "duration": 2.779}, {"text": "That's so cool, you can easily see the bands of interference here", "start": 162.739, "duration": 3.83}, {"text": "Wow just by sticking a wire in front of the laser", "start": 168.05, "duration": 3.469}, {"text": "Okay, so I just proved to you that light is actually made of waves or has wave-like properties", "start": 175.489, "duration": 5.27}, {"text": "But now I'm going to show you that light is actually made of particles and has particle-like properties and in order to do that", "start": 181.459, "duration": 6.559}, {"text": "I'm going to use some glow-in-the-dark", "start": 188.019, "duration": 1.601}, {"text": "Material this specific one is called lit. It's actually a really cool. Glow in the dark pigment", "start": 189.62, "duration": 5.33}, {"text": "So how cool in the dark materials work is they have some electrons?", "start": 195.47, "duration": 3.319}, {"text": "This is my electron here, and they're at their base state here", "start": 198.79, "duration": 3.93}, {"text": "But when a specific kind of light hits it and knocks it up to a higher energy level, and it stays there for a while", "start": 202.73, "duration": 6.649}, {"text": "Normal materials as soon as they get knocked up to a higher energy level", "start": 210.379, "duration": 3.32}, {"text": "They just fall back down, and they re-emit the light in a matter of nanoseconds, but for glow-in-the-dark materials", "start": 213.7, "duration": 6.509}, {"text": "They get knocked to a higher energy state and they stay there and the reason they stay there is", "start": 220.209, "duration": 5.07}, {"text": "Because in order to fall back down. They have to go a different way", "start": 225.409, "duration": 3.5}, {"text": "they have to go through a different transition state called a forbidden transition and", "start": 228.909, "duration": 4.889}, {"text": "the forbidden transition means that it's very", "start": 234.379, "duration": 3.05}, {"text": "Statistically unlikely to happen so it takes a while for it to happen", "start": 237.92, "duration": 3.86}, {"text": "But eventually the electrons will fall back down and when they do they emit some light", "start": 241.909, "duration": 5.15}, {"text": "But here's the weird thing about glow-in-the-dark materials", "start": 247.459, "duration": 2.899}, {"text": "Is that in order to knock this electron to a higher energy level all types of light don't do it", "start": 250.359, "duration": 5.94}, {"text": "But it takes a specific", "start": 256.299, "duration": 1.301}, {"text": "Color of light to do it so for example if I shine red light on this glow in the dark material", "start": 257.6, "duration": 5.029}, {"text": "No matter how strong of light, I shine on it the electron won't get knocked up to the higher energy level", "start": 263.06, "duration": 6.049}, {"text": "Nothing no charge whatsoever", "start": 272.419, "duration": 3.02}, {"text": "But if I shine just a very dim blue light on it", "start": 278.33, "duration": 3.23}, {"text": "The electrons will get knocked up to the higher energy level, and you can tell they did because they eventually glow and re-emit the light", "start": 281.81, "duration": 6.589}, {"text": "So what's weird about this experiment?", "start": 289.789, "duration": 1.761}, {"text": "Is that it disproves that light is a wave because if light were a wave all you would need is very high", "start": 291.55, "duration": 5.82}, {"text": "amplitudes of a specific light and", "start": 297.74, "duration": 2.089}, {"text": "Eventually you'd be able to knock electrons up to the higher energy level", "start": 300.349, "duration": 3.65}, {"text": "But what I'm telling you that even if you had enormous amplitudes", "start": 304.31, "duration": 3.559}, {"text": "Extremely high intensity of red light you still couldn't knock this electron up to a higher energy", "start": 308.36, "duration": 5.299}, {"text": "State but even with a very very very dim blue light", "start": 313.909, "duration": 3.47}, {"text": "you would be able to knock it up to the higher energy state so an experiment similar to this one called the", "start": 317.599, "duration": 5.48}, {"text": "Photoelectric effect is what led scientists to develop the field of quantum", "start": 323.36, "duration": 4.46}, {"text": "mechanics and what they said is that light actually isn't a continuous wave like this", "start": 328.42, "duration": 5.07}, {"text": "But it's actually made of discrete particles", "start": 333.5, "duration": 2.21}, {"text": "And those discrete particles have specific", "start": 335.9, "duration": 2.899}, {"text": "Momentum's and in order to knock an electron up to a higher energy state it has to be hit with a particle that has enough", "start": 338.93, "duration": 6.559}, {"text": "Momentum to knock it up to that higher energy level and that makes sense right not just any particle can hit it", "start": 345.49, "duration": 6.209}, {"text": "but it has to have one that has enough momentum to knock it up there and", "start": 351.7, "duration": 3.39}, {"text": "So it turns out that red light doesn't have enough momentum to knock electrons up to the higher energy level", "start": 355.46, "duration": 6.019}, {"text": "But blue light does and so just this simple experiment of trying to charge a glow-in-the-dark material with red light", "start": 361.49, "duration": 6.949}, {"text": "Versus blue light shows you that light is actually not made of waves, but it's made of particles, but in the previous example", "start": 368.87, "duration": 7.459}, {"text": "I just showed you that light is made of waves so now for my final really weird experiment", "start": 376.33, "duration": 5.039}, {"text": "What if I shine the double slit experiment red laser light on this glow-in-the-dark pigment will it charge it?", "start": 381.44, "duration": 6.89}, {"text": "Okay now for the experiment that puts the cherry on top", "start": 388.58, "duration": 2.6}, {"text": "I'm going to be shining my double slit experiment laser light onto", "start": 391.22, "duration": 4.1}, {"text": "The lit and showing you that it can't charge the lit", "start": 395.51, "duration": 2.869}, {"text": "and if it's not", "start": 398.38, "duration": 1.21}, {"text": "Registering how crazy this is I'm going to be showing you that I'm shining waves on it because you can see the wave", "start": 399.59, "duration": 6.229}, {"text": "Interference of the light, but then the intensity is 24 times greater than sunlight", "start": 406.01, "duration": 5.239}, {"text": "But it still can't charge the lit", "start": 411.38, "duration": 2.0}, {"text": "Because the particles of red light don't have enough energy to knock the lit up to the higher energy state", "start": 413.57, "duration": 6.2}, {"text": "Okay, so here. We go. You can clearly see the slits on there that show you the wave interference of light", "start": 420.44, "duration": 5.989}, {"text": "But it looks like it's not charging the lit", "start": 427.07, "duration": 3.17}, {"text": "But if I just shine an ordinary flashlight, that's orders of magnitude lower in intensity onto the lit", "start": 438.87, "duration": 6.35}, {"text": "It easily charges it", "start": 447.81, "duration": 2.0}, {"text": "Crazy", "start": 457.319, "duration": 1.291}, {"text": "Okay, so what I just showed you is extremely weird", "start": 458.61, "duration": 2.66}, {"text": "Basically, I showed you that when the light was coming out of the laser", "start": 461.789, "duration": 3.68}, {"text": "It was a wave", "start": 465.47, "duration": 1.36}, {"text": "But then when it hit the glow-in-the-dark", "start": 466.83, "duration": 2.0}, {"text": "Material it turned into a particle that didn't have enough momentum to knock the electrons to a higher energy state", "start": 469.05, "duration": 5.959}, {"text": "But it was a wave when it left the laser, and then it turned into a particle right about here", "start": 475.199, "duration": 4.429}, {"text": "So what is it is light a wave or a particle it can't be both right? I mean a wave has no specific location", "start": 479.849, "duration": 6.83}, {"text": "It's spread out in space you can't really say a wave is here or there", "start": 486.87, "duration": 4.489}, {"text": "It's kind of everywhere, but a particle has a specific location you can say a particle is right here or right there", "start": 491.36, "duration": 6.929}, {"text": "But you can't say something is both a wave and a particle", "start": 498.419, "duration": 2.72}, {"text": "So for example in this double slit experiment if I say that light is a particle", "start": 501.99, "duration": 3.829}, {"text": "Then does that mean that that specific particle splits into two goes down both sides of the slit here and then recombines later", "start": 506.34, "duration": 7.309}, {"text": "What we say is that light has a wave particle duality", "start": 513.959, "duration": 2.84}, {"text": "Meaning it kind of takes on properties of both", "start": 517.89, "duration": 2.719}, {"text": "But what's weirder than that it's not only light that takes on a wave particle duality", "start": 521.219, "duration": 3.98}, {"text": "But in fact all known particles in the universe", "start": 525.72, "duration": 2.359}, {"text": "Have a wave particle duality, so if I were to do this double slit experiment, but instead of using light", "start": 528.69, "duration": 6.139}, {"text": "I was shooting electrons through you would actually still get an interference pattern I", "start": 534.829, "duration": 4.95}, {"text": "Mean these are electrons right you're talking about single electrons, and you can even shoot them out one at a time", "start": 540.3, "duration": 5.84}, {"text": "And you'll still get an interference pattern on the back stop, so a wave particle duality", "start": 546.14, "duration": 4.889}, {"text": "Basically means that everything in the universe doesn't have a specific location or momentum until you measure it", "start": 551.64, "duration": 6.679}, {"text": "So here's what I mean", "start": 558.32, "duration": 1.66}, {"text": "Let's take a hydrogen atom so in the center is the nucleus", "start": 559.98, "duration": 4.13}, {"text": "But we want to know where the electron is so let's say we measure the electron and we find it here", "start": 564.6, "duration": 6.02}, {"text": "but then next time we measure it we find it here and", "start": 570.69, "duration": 2.809}, {"text": "Then next time we measure it we find it here and then next time here here here here", "start": 573.69, "duration": 4.58}, {"text": "and if we do a lots of times", "start": 578.27, "duration": 2.189}, {"text": "Then we can get this probability distribution of where we're likely to find an electron", "start": 585.18, "duration": 5.09}, {"text": "So what I'm telling you is that before you measure something you cannot know with certainty?", "start": 590.55, "duration": 4.79}, {"text": "What its property will be you can only know the probability that it will have some specific property", "start": 595.5, "duration": 6.08}, {"text": "Or have some specific location, and if you've taken any chemistry courses you actually already know this", "start": 601.58, "duration": 5.64}, {"text": "But it was told to you in a different way so for example you may have seen a hydrogen atom with an S. Orbital", "start": 607.22, "duration": 6.329}, {"text": "so when you're saying an orbital of an", "start": 614.1, "duration": 2.0}, {"text": "Electron you're basically just saying that here's the location that you're likely to find an electron when you measure it", "start": 616.14, "duration": 6.229}, {"text": "So that's why in chemistry when you see s orbitals or P orbitals. It's talked about as a cloud", "start": 623.04, "duration": 5.78}, {"text": "It's actually not a cloud of electrons because whenever you measure an electron it's at a single point", "start": 628.95, "duration": 5.75}, {"text": "But what electron orbitals actually represent is the?", "start": 634.7, "duration": 4.02}, {"text": "probability that you'll find the electron in that spot when you measure it and", "start": 639.03, "duration": 4.009}, {"text": "What I've shown here is the basics of quantum mechanics", "start": 643.74, "duration": 3.2}, {"text": "Quantum mechanics is actually the most proven theory in all of science. Hey everyone", "start": 647.34, "duration": 5.779}, {"text": "Thanks for watching this episode of the action lab. I hope you enjoyed it", "start": 653.12, "duration": 3.179}, {"text": "Hope you learned something or if you have any suggestions or comments. Let me know in the comments section", "start": 656.3, "duration": 4.44}, {"text": "I'll try to look at them. I just hit 800,000 subscribers today. I want to say thanks to everybody that subscribed", "start": 660.74, "duration": 6.33}, {"text": "Thanks to you this channel keeps growing", "start": 667.32, "duration": 2.09}, {"text": "and if you haven't subscribed yet hit that subscribe button already and hit the bell to be notified for my latest video comes out and", "start": 669.41, "duration": 7.229}, {"text": "Thanks for watching, and I'll see you next time", "start": 676.77, "duration": 2.0}]