[{"text": "Black holes are the most powerful and extreme\nthings in the universe and they are wildly", "start": 0.93, "duration": 4.849}, {"text": "weird and complicated. What would happen if\nyou fell inside one and what are they really?", "start": 5.779, "duration": 14.371}, {"text": "First we need to talk about space and time:\nSpace and time are the grand stage where the", "start": 20.15, "duration": 6.61}, {"text": "play of the universe unfolds. But space isn’t\na fixed stage and time doesn’t tick the", "start": 26.76, "duration": 6.36}, {"text": "same for everyone everywhere. In short, they\nare relative. Matter bends space and bent", "start": 33.12, "duration": 7.6}, {"text": "space tells matter how to move. Put some stars\nand planets on the stage, and it sags underneath", "start": 40.72, "duration": 6.93}, {"text": "them. That misshapen stage, with all its little\nwarps and dips, gives us gravity. Black holes", "start": 47.65, "duration": 7.589}, {"text": "do not just bend the stage, they are like\ntrap doors. Places with so much mass that", "start": 55.239, "duration": 6.241}, {"text": "the universe formed a ‘no-go’ zone where\nthe rules change.", "start": 61.48, "duration": 5.65}, {"text": "Most black holes form when very massive stars\ndie. We explained this process in detail in", "start": 67.13, "duration": 6.4}, {"text": "our neutron star video – all you need to\nknow, that in the final moments of really", "start": 73.53, "duration": 5.1}, {"text": "massive stars, their insides implode, at nearly\na quarter of the speed of light. This packs", "start": 78.63, "duration": 6.419}, {"text": "so much mass, so close together that it creates\nsomething so dense that it sort of breaks", "start": 85.049, "duration": 5.921}, {"text": "the stage of the universe. A black hole with\nten times the mass of the sun would be barely", "start": 90.97, "duration": 5.759}, {"text": "60 kilometers across.", "start": 96.729, "duration": 2.281}, {"text": "If you look directly at a black hole it looks\nlike... nothing. The space under their control", "start": 99.01, "duration": 5.69}, {"text": "is blocked by an invisible, one-way border\ncalled the event horizon. The event horizon", "start": 104.7, "duration": 6.25}, {"text": "forms a shell around a region of space that,\nonce entered, is shielded from the rest of", "start": 110.95, "duration": 4.86}, {"text": "the universe forever. Because the black hole\ntrap door deforms space so much, not even", "start": 115.81, "duration": 6.25}, {"text": "light can escape it. And with nothing escaping\nto transfer information from the inside, it’s", "start": 122.06, "duration": 5.64}, {"text": "impossible to tell what it really looks like.", "start": 127.7, "duration": 2.61}, {"text": "We still can observe black holes because of\ntheir effect on matter. Things can orbit black", "start": 130.31, "duration": 5.7}, {"text": "holes just as they can orbit the sun or a\nplanet. Many black holes have discs of matter", "start": 136.01, "duration": 5.599}, {"text": "orbiting outside the event horizon. This matter\ncan become incredibly hot as close orbits", "start": 141.609, "duration": 6.25}, {"text": "can speed this matter up to half the speed\nof light, and tiny amounts of friction and", "start": 147.859, "duration": 4.63}, {"text": "collisions between particles heat them to\na billion degrees, making the space around", "start": 152.489, "duration": 5.11}, {"text": "these black holes, ironically, incredibly\nbright.", "start": 157.599, "duration": 4.32}, {"text": "What would happen if you would try to get\nclose, or even inside a black hole? First", "start": 161.919, "duration": 4.8}, {"text": "of all, you would see the strangest funhouse\nmirror in the universe. Matter isn’t the", "start": 166.719, "duration": 5.35}, {"text": "only thing orbiting a black hole: gravity\nis so strong near them that light can orbit", "start": 172.069, "duration": 5.0}, {"text": "too. If you hovered just outside the event\nhorizon, at the photon sphere, in any direction", "start": 177.069, "duration": 5.78}, {"text": "you’d just see… yourself! Straight ahead\nwould be the back of your own head, as light", "start": 182.849, "duration": 5.87}, {"text": "from your back travels around the black hole\nto your eyes. Gravity also alters the passage", "start": 188.719, "duration": 5.37}, {"text": "of time itself. The stronger the gravity,\nthe slower time passes. While you watch the", "start": 194.089, "duration": 5.8}, {"text": "universe above you speed up, those far away\nwill watch you in slow motion. If you chose", "start": 199.889, "duration": 5.901}, {"text": "to fly away from the black hole, you might\nfind that eons have passed for the rest of", "start": 205.79, "duration": 4.459}, {"text": "the universe, a freakish one-way time-travel\ntrip to the future where your loved ones are", "start": 210.249, "duration": 5.451}, {"text": "long dead.", "start": 215.7, "duration": 1.369}, {"text": "But getting close to a black hole can be incredibly\ndangerous. A painful death by ‘spaghettification’", "start": 217.069, "duration": 6.551}, {"text": "awaits you. Because your feet are closer to\nthe black hole than your head they feel a", "start": 223.62, "duration": 4.939}, {"text": "stronger pull of gravity, enough to pull you\napart. As you descend it gets worse, the pulling", "start": 228.559, "duration": 6.13}, {"text": "gets stronger, your body squeezed thinner\nand straighter until you’ve been reduced", "start": 234.689, "duration": 4.811}, {"text": "to a thin stream of hot plasma, gobbled up\nin one final slurp, never to be seen again.", "start": 239.5, "duration": 5.729}, {"text": "Spaghettification is only a risk with smaller\nblack holes, since they have much smaller", "start": 245.229, "duration": 4.39}, {"text": "radii. If you go to the center of a galaxy\nand find a supermassive black hole, you might", "start": 249.619, "duration": 5.15}, {"text": "be able to experience crossing the event horizon.", "start": 254.769, "duration": 3.5}, {"text": "As you approach the event horizon, a distant\nobserver would think they never saw you enter", "start": 258.269, "duration": 4.441}, {"text": "it, seeing you stop and fade. The last light\nyou emit trickling up and out, away from the", "start": 262.71, "duration": 6.85}, {"text": "event horizon. Meanwhile, from your perspective\nthe void of the black hole rises up to meet", "start": 269.56, "duration": 5.28}, {"text": "you, as light from fewer directions can reach\nyou. The blackness envelopes you until your", "start": 274.84, "duration": 5.87}, {"text": "only view of the universe you left is a tiny\nspot of light.", "start": 280.71, "duration": 4.459}, {"text": "Here, inside the event horizon, space and\ntime are so horribly broken that real time", "start": 285.169, "duration": 5.47}, {"text": "travel is possible, so it’s probably a good\nthing that nothing gets out. If anything could", "start": 290.639, "duration": 5.231}, {"text": "escape it could create all sorts of time travel\nparadoxes and issues that break the universe.", "start": 295.87, "duration": 5.96}, {"text": "As scary as the event horizon is, it keeps\nus safe from that drama.", "start": 301.83, "duration": 4.7}, {"text": "Whether you have survived this long doesn’t\nreally matter, as now there is only the certainty", "start": 306.53, "duration": 4.9}, {"text": "of crushing death in your near future. Inside\nthe event horizon space time itself is so", "start": 311.43, "duration": 6.109}, {"text": "bent and warped, that whatever direction you\nmove here, every “forward” you go, leads", "start": 317.539, "duration": 5.19}, {"text": "only towards the center of the black hole.\nTrying to go any direction only brings you", "start": 322.729, "duration": 4.91}, {"text": "to the center faster. To survive the longest,\nyou must do: nothing.", "start": 327.639, "duration": 5.78}, {"text": "In the center of the black hole, we find the\nsingularity. A single point with all the matter", "start": 333.419, "duration": 4.981}, {"text": "that has ever crossed the event horizon, all\ncrushed to a point infinitely small. There", "start": 338.4, "duration": 5.32}, {"text": "is no memory of the things that made it as\nstuff disappears down the black hole trapdoor", "start": 343.72, "duration": 5.49}, {"text": "forever. The singularity makes all things\nequal. This actually breaks the universe in", "start": 349.21, "duration": 6.03}, {"text": "really cool ways. We made a whole video about\nthis problem if you want to learn more. But", "start": 355.24, "duration": 5.38}, {"text": "in a nutshell, everything that comes too close\nbecomes black hole matter, concentrated at", "start": 360.62, "duration": 5.069}, {"text": "the singularity.", "start": 365.689, "duration": 2.091}, {"text": "This lack of a memory of its past, means that\na black hole has only three properties: their", "start": 367.78, "duration": 5.2}, {"text": "mass, spin, and electric charge. Everything\nelse is lost. They’re a lot like fundamental", "start": 372.98, "duration": 6.179}, {"text": "particles in that respect. This actually means\nthat every single black hole in the universe", "start": 379.159, "duration": 5.301}, {"text": "is the same. Sure, their mass is different\nand some spin faster than others. But If we", "start": 384.46, "duration": 5.89}, {"text": "were to put all the singularities into a magical\nphysics museum, they would be identical, like", "start": 390.35, "duration": 5.099}, {"text": "electrons.", "start": 395.449, "duration": 1.0}, {"text": "But just like fundamental particles, the properties\nof singularities are the best ways we can", "start": 396.449, "duration": 5.631}, {"text": "describe them on paper, rather than an accurate\nrepresentation of reality. Our current theories", "start": 402.08, "duration": 6.25}, {"text": "about the Universe, namely general relativity,\nare just not able to describe or explain them.", "start": 408.33, "duration": 6.64}, {"text": "The curvature of space becomes infinite, density\nbecomes infinite, and our rules just don’t", "start": 414.97, "duration": 6.65}, {"text": "make sense. The singularity has no surface\nor size, something like a divide-by-zero error", "start": 421.62, "duration": 6.16}, {"text": "in the universe. So singularities might not\neven exist or be completely different things.", "start": 427.78, "duration": 6.939}, {"text": "But this is all we know right now, from the\nbest prediction we have, from our best current", "start": 434.719, "duration": 4.51}, {"text": "theory of spacetime.", "start": 439.229, "duration": 1.421}, {"text": "Also, basically everything you’ve ever heard\nabout black holes, even in this video, is", "start": 440.65, "duration": 4.84}, {"text": "about theoretical black holes that aren’t\nspinning, because their math is so much easier.", "start": 445.49, "duration": 5.72}, {"text": "But since black holes were born from dying\nstars that were spinning extremely quickly", "start": 451.21, "duration": 3.85}, {"text": "in their last moments, as far as we know,\nall black holes in the universe should be", "start": 455.06, "duration": 4.169}, {"text": "spinning right now. At incredible speeds too,\nup to 90 % the speed of light. This means", "start": 459.229, "duration": 6.981}, {"text": "in reality, black holes are even more screwed\nup than they usually get credit for.", "start": 466.21, "duration": 5.889}, {"text": "The singularities of rotating black holes\nare even wilder. The rotation causes them", "start": 472.099, "duration": 5.57}, {"text": "to swell outwards into a sort of ringularity.\nThis rotation is so powerful, that space itself", "start": 477.669, "duration": 7.011}, {"text": "is dragged along. This creates another region\naround spinning black holes, called the Ergosphere", "start": 484.68, "duration": 6.18}, {"text": "where it’s impossible to stay still, no\nmatter how hard you try. Like a rushing whirlpool", "start": 490.86, "duration": 5.35}, {"text": "of spacetime, the tide is irresistible and\nblack hole makes you orbit it whether you", "start": 496.21, "duration": 5.47}, {"text": "want to or not.", "start": 501.68, "duration": 2.4}, {"text": "Ok. So what will happen with black holes as\nthe universe ages and dies around them? Again,", "start": 504.08, "duration": 6.049}, {"text": "we don’t know but have some ideas based\non our current understanding of physics: Hawking", "start": 510.129, "duration": 5.171}, {"text": "radiation. In quantum field theory the vacuum\nof space is boiling with quantum fluctuations.", "start": 515.3, "duration": 7.489}, {"text": "These fluctuations are creating matter and\nantimatter pairs of particles from nothing", "start": 522.789, "duration": 4.631}, {"text": "which only exist for a very short time before\nannihilating. When this happens near the event", "start": 527.42, "duration": 5.69}, {"text": "horizon of a black hole, one of these particles\ncan fall in, stopping them from annihilating.", "start": 533.11, "duration": 5.83}, {"text": "The escaping particle is Hawking radiation.\nUltimately, the mass of this particle must", "start": 538.94, "duration": 5.55}, {"text": "come from the black hole, so over eons black\nholes will shrink and radiate away. Hawking", "start": 544.49, "duration": 6.289}, {"text": "radiation is not the stuff that fell into\nthe black hole, it’s new stuff, stealing", "start": 550.779, "duration": 4.581}, {"text": "mass from it. As the black hole shrinks the\nHawking radiation gets stronger, faster and", "start": 555.36, "duration": 5.95}, {"text": "faster, until what’s left eventually evaporates\nin a flash of high energy radiation like a", "start": 561.31, "duration": 5.23}, {"text": "nuclear bomb. And then, nothing.", "start": 566.54, "duration": 3.83}, {"text": "But that won’t happen for a long long time.\nA black hole with the mass of our sun has", "start": 570.37, "duration": 4.8}, {"text": "a lifetime of 10^67 years. Which means that\nit would take 10,000 billion, billion, billion,", "start": 575.17, "duration": 8.09}, {"text": "billion,billion, billion years, to lose 0.0000001%\nof its mass. But most black holes are way", "start": 583.26, "duration": 10.61}, {"text": "more massive than our sun. The most massive\nsupermassive black holes in the centers of", "start": 593.87, "duration": 5.159}, {"text": "galaxies have lifetimes of 10^100 years. How\nlong is that? Imagine an hourglass, filled", "start": 599.029, "duration": 8.661}, {"text": "with one grain of sand for every single particle\nin the universe. Every ten billion years one", "start": 607.69, "duration": 6.1}, {"text": "single grain of sand falls to the bottom.\nIf we waited for the entire sand to fall down,", "start": 613.79, "duration": 6.109}, {"text": "not even a percent of the lifetimes of these\nblack holes would have passed. There is no", "start": 619.899, "duration": 5.661}, {"text": "good concept for our brains to grasp these\ntime scales.", "start": 625.56, "duration": 5.31}, {"text": "Will we ever truly understand black holes?\nReally know what’s going on inside them?", "start": 630.87, "duration": 5.82}, {"text": "No one knows. We can only see their outsides,\nand the theories we have probably get their", "start": 636.69, "duration": 5.829}, {"text": "insides wrong. But it’s okay to not know\neverything. It just means there is still work", "start": 642.519, "duration": 5.211}, {"text": "to be done. It means there are still mysteries\nto solve and big ideas to think about, which", "start": 647.73, "duration": 5.991}, {"text": "is why humans do science. In the end we at\nleast can be sure that we still have plenty", "start": 653.721, "duration": 5.469}, {"text": "of time left to think about them before the\nlast one melts away.", "start": 659.19, "duration": 7.72}, {"text": "If you want to continue thinking about black\nholes a tad more, you can do so by getting", "start": 666.91, "duration": 3.69}, {"text": "one of the many black hole related things\nthe Kurzgesagt team made with love. Like our", "start": 670.6, "duration": 6.299}, {"text": "Black Hole Infographic Poster that teaches\nyou all the Black Hole basics. Or our Choose", "start": 676.899, "duration": 5.801}, {"text": "Your Own Black Hole Adventure Poster that\ntakes you on a spectacular ride and might", "start": 682.7, "duration": 4.93}, {"text": "leave you in need of a cuddle. In which case\nwe made a Black Hole & White Hole Plushie", "start": 687.63, "duration": 4.17}, {"text": "for that. And if that’s still not enough\nwe also just released super comfy Space Socks,", "start": 691.8, "duration": 5.52}, {"text": "very shiny Space Pins, a new Tote Bag & Pouch\nSet and have many other great space related", "start": 697.32, "duration": 5.53}, {"text": "products that are all designed with love and\ncare by us here at kurzgesagt.", "start": 702.85, "duration": 4.47}, {"text": "Getting something from our shop is the best\nway to support kurzgesagt while getting something", "start": 707.32, "duration": 4.79}, {"text": "beautiful in return. Because of you we can\nkeep making elaborate videos like the one", "start": 712.11, "duration": 5.062}, {"text": "you just watched, and release them for free,\nfor everyone. Thank you so much for your support!", "start": 717.172, "duration": 5.428}]