[{"text": "The images in this video are all real, captured by NASA's mars rovers.", "start": 2.08, "duration": 5.62}, {"text": "Directly from the surface of the planet.", "start": 8.22, "duration": 2.34}, {"text": "This is the first time martian footage has been rendered in stunning 4k resolution.", "start": 10.96, "duration": 5.3}, {"text": "So sit back, relax and enjoy this journey across the surface of another world.", "start": 16.96, "duration": 6.82}, {"text": "This is an ultra high definition video (4K)", "start": 30.12, "duration": 3.06}, {"text": "Computers were harmed during the making of this video", "start": 33.28, "duration": 3.78}, {"text": "The team at NASA have given Mars informal place names, which you will see on the screen in the bottom left corner.", "start": 39.28, "duration": 7.12}, {"text": "The footage was mainly captured by the three most successful rovers: Spirit, Opportunity", "start": 46.96, "duration": 5.94}, {"text": "and Curiosity.", "start": 52.9, "duration": 2.78}, {"text": "The cameras on board the rovers were the height of technology when the respective missions were launched.", "start": 76.0, "duration": 5.599}, {"text": "A question often asked is: Why don't we actually have live video from mars?", "start": 82.24, "duration": 5.76}, {"text": "Although the cameras are high quality, the rate at which the rovers can send data back to earth is the biggest challenge.", "start": 88.799, "duration": 7.12}, {"text": "Curiosity can only send data directly back to earth at 32 kilobits per second", "start": 96.619, "duration": 5.38}, {"text": "Instead when the rover can connect to the Mars reconnaissance orbiter, we get more favourable speeds of 2 megabits per second.", "start": 102.56, "duration": 7.599}, {"text": "However, this link is only available for about 8 minutes each 'Sol', or Martian day", "start": 110.56, "duration": 5.48}, {"text": "As you would expect, sending HD video at these speeds would take a long time", "start": 116.32, "duration": 5.52}, {"text": "As nothing really moves on mars. It makes more sense to take and send back the images", "start": 122.24, "duration": 5.599}, {"text": "In order to create a video like this, several images must first be stitched together to create a mosaic or panorama", "start": 167.76, "duration": 7.919}, {"text": "Depending on how many images are connected you may sometimes see black areas where no image was taken", "start": 176.4, "duration": 6.639}, {"text": "We have done our best to preserve the 4k quality by not zooming in, while also trying not to include those areas", "start": 183.599, "duration": 7.84}, {"text": "But you may see them from time to time", "start": 191.76, "duration": 2.639}, {"text": "By taking these mosaics and panning across them at 60 frames per second", "start": 194.959, "duration": 4.639}, {"text": "We have created the most lifelike experience of being on mars", "start": 199.92, "duration": 4.979}, {"text": "This image is the largest mosaic ever put together and was made from over 1000 images taken by", "start": 260.72, "duration": 7.3}, {"text": "curiosity between November 24th and December 1st 2019.", "start": 268.02, "duration": 4.78}, {"text": "It contains", "start": 273.76, "duration": 1.659}, {"text": "1.8 billion pixels", "start": 275.419, "duration": 2.18}, {"text": "As we zoom in, the quality does not diminish. At this zoom level what you are seeing is exactly", "start": 278.16, "duration": 6.52}, {"text": "4k quality. The rover was exploring the area named 'Glen Torridon'", "start": 284.68, "duration": 6.2}, {"text": "Which was theorized to contain large amounts of clay", "start": 291.199, "duration": 3.44}, {"text": "Clay found on mars signals the presence of water in the past. At this point in 2020", "start": 295.28, "duration": 6.56}, {"text": "the NASA rovers have found irrefutable evidence that Mars was once a watery planet", "start": 302.16, "duration": 5.86}, {"text": "You may be wondering why the sky color varies from image to image", "start": 347.52, "duration": 4.32}, {"text": "The true color of mars is reddish and hazy. In some images", "start": 351.919, "duration": 4.559}, {"text": "however, the sky will appear blue and bright like on earth.", "start": 356.539, "duration": 3.86}, {"text": "This is due to the recoloring of images done by NASA in order to aid geologists identifying rock formations.", "start": 361.04, "duration": 7.9}, {"text": "This technique also produces a much clearer picture so we can see Mars in much greater detail.", "start": 369.36, "duration": 6.96}, {"text": "Curiosity is the only rover still active on Mars. The previous two rovers: 'Spirit' and 'Opportunity'", "start": 405.26, "duration": 7.16}, {"text": "unfortunately succumbed to the Martian environment.", "start": 412.72, "duration": 2.9}, {"text": "They were launched around the same time, landing on opposite sides of the planet. Twin rovers,", "start": 416.4, "duration": 6.16}, {"text": "they are considered one of NASA's most", "start": 422.64, "duration": 2.16}, {"text": "successful missions.", "start": 425.0, "duration": 2.12}, {"text": "Spirit became trapped in a sand dune and lost the ability to charge its solar panels after six years of service.", "start": 427.12, "duration": 7.96}, {"text": "Opportunity outlived Spirit, roaming mars for 14 years and making astounding discoveries.", "start": 435.28, "duration": 6.98}, {"text": "Opportunity was lost in 2019", "start": 443.34, "duration": 2.0}, {"text": "after experiencing a massive dust storm and essentially freezing to death.", "start": 445.62, "duration": 6.24}, {"text": "NASA's newest rover 'Perseverance' is scheduled to land in 2021.", "start": 498.32, "duration": 5.32}, {"text": "It will deploy a small helicopter called 'Ingenuity'.", "start": 504.16, "duration": 3.46}, {"text": "Ingenuity will scout the path ahead, warning the team at NASA about any sand traps awaiting the rover.", "start": 508.22, "duration": 6.82}, {"text": "Flying on mars is no easy feat. With an atmosphere much thinner than Earth's, it's blades will reach up to", "start": 515.92, "duration": 7.76}, {"text": "2400 revolutions per minute. That's 40 spins every second.", "start": 523.96, "duration": 5.32}, {"text": "Most helicopters on Earth operate at just 500 revolutions per minute", "start": 529.839, "duration": 4.88}, {"text": "which is just over 8 spins per second.", "start": 535.04, "duration": 2.82}, {"text": "This video was an exhibit of the high quality images available of the Martian surface,", "start": 577.44, "duration": 5.839}, {"text": "which many people are unaware of.", "start": 583.6, "duration": 2.08}, {"text": "Click here to see the full journey of Curiosity and the things it actually discovered on Mars or", "start": 586.24, "duration": 6.4}, {"text": "go and check out our other videos", "start": 592.64, "duration": 2.4}, {"text": "Thanks for watching ElderFox.", "start": 595.76, "duration": 2.179}, {"text": "You", "start": 608.24, "duration": 2.0}]