[{"text": "Okay today I'm going to be trying to trick a harvester ant into thinking it's dead", "start": 0.04, "duration": 4.42}, {"text": "I call this the Night of the Living Dead experiment.", "start": 4.96, "duration": 2.44}, {"text": "Okay, so if you've ever watched a colony of ants you may have noticed that when an ant dies if it's not crushed by anything if", "start": 7.82, "duration": 6.9}, {"text": "It just dies of natural causes and it's bodies just left there the other ants don't really care about it", "start": 14.72, "duration": 6.18}, {"text": "They kind of just walk around it and don't really do anything with the body that is until about two days afterwards", "start": 20.91, "duration": 6.24}, {"text": "Then the ants pick up the dead ant and they take it to a place in their colony. That's called the graveyard", "start": 27.49, "duration": 5.449}, {"text": "So the graveyard is a place in every colony where all of the live ants take the dead ants so in", "start": 32.94, "duration": 6.119}, {"text": "1950 a young assistant professor named Ed Wilson at Harvard noticed this fact", "start": 39.46, "duration": 5.0}, {"text": "He noticed that the ants don't really care about a dead ant until around two days. Later", "start": 44.46, "duration": 4.29}, {"text": "And so he started to wonder about that", "start": 48.75, "duration": 2.159}, {"text": "He said why don't they take it to the Graveyard right away if it's dead?", "start": 50.91, "duration": 3.389}, {"text": "Why do they wait till two days?", "start": 54.3, "duration": 1.45}, {"text": "Afterward and that made him begin to think that maybe it's because the ant begins to decay and it lifts off some", "start": 55.75, "duration": 5.779}, {"text": "Chemical that lets the other ants know that it's dead", "start": 61.629, "duration": 2.63}, {"text": "So ed went on to revolutionize the study of ants he found that ants communicate", "start": 64.449, "duration": 4.669}, {"text": "Through mostly smell and in his research he set out to discover. What smell it is", "start": 69.4, "duration": 5.209}, {"text": "What chemical is it? The ants actually lit out when they died", "start": 74.74, "duration": 3.319}, {"text": "So with trial and error working with different dead animals trying to extract different chemicals from rotting bodies", "start": 78.06, "duration": 5.94}, {"text": "He discovered the one specific chemical that triggers ants to know that they're dead and that chemical is called", "start": 84.0, "duration": 6.089}, {"text": "Oleic acid and so how he tested this is he grabbed a little dab of oleic acid", "start": 90.31, "duration": 4.91}, {"text": "He put it on the back of a ant that was passing by in one of his colonies and he noticed that almost immediately", "start": 95.229, "duration": 5.959}, {"text": "some of the other ants grabbed that ant and took it over to the ant", "start": 101.89, "duration": 3.439}, {"text": "Graveyard in the ant that had the oleic acid on it was pretty willing. It just accepted its fate it thought I'm dad", "start": 105.52, "duration": 6.68}, {"text": "Take me to the graveyard and it stayed in the graveyard until eventually it cleaned itself off and joined the colony again", "start": 112.2, "duration": 6.3}, {"text": "So in order to test that today", "start": 118.5, "duration": 1.77}, {"text": "I have myself some oleic acid and a nice colony of harvester ants so I got these ants a few days ago", "start": 120.27, "duration": 7.08}, {"text": "I was actually really excited because for some reason my whole life, I've always wanted a nap, but I never got one", "start": 127.35, "duration": 6.75}, {"text": "So I finally got a nap farm is pretty cool", "start": 134.14, "duration": 2.66}, {"text": "I got a kind that's filled with gel so you can actually see the tunnels and", "start": 136.8, "duration": 4.05}, {"text": "As soon as you put them in they just go right to work and they start digging", "start": 140.92, "duration": 3.529}, {"text": "And what's really cool just like in that story", "start": 144.7, "duration": 2.33}, {"text": "I told as soon as some of the ants started dying naturally the other ants started making a graveyard for the ants", "start": 147.03, "duration": 6.36}, {"text": "So as of today, there's about ten apps that have died. You can see their body in the refuse pile here", "start": 153.76, "duration": 5.689}, {"text": "So the question is what happens when I put a lahic acid on one of them. Is it gonna think it's dead itself?", "start": 159.61, "duration": 6.229}, {"text": "well", "start": 165.84, "duration": 0.3}, {"text": "The other ants think it's dead", "start": 166.14, "duration": 1.33}, {"text": "What will happen and I should mention this chemical that I'm putting on it does not hurt the ants at all", "start": 167.47, "duration": 5.449}, {"text": "It has acid in the name, but it's actually just a vegetable oil or an animal fat", "start": 173.19, "duration": 4.44}, {"text": "So it definitely won't hurt the ant okay first, let's try to capture one of the harvester ants", "start": 177.63, "duration": 5.279}, {"text": "Okay", "start": 183.7, "duration": 2.0}, {"text": "That was easy, it's so easy because they get so mad when something enters their cage they just start biting it", "start": 193.38, "duration": 6.769}, {"text": "So you just biting the straw right now?", "start": 201.54, "duration": 2.089}, {"text": "Okay, so now let's put some oleic acid on him and see if we can trick everyone into thinking that he's dead", "start": 205.05, "duration": 6.02}, {"text": "Okay. So in order to be able to work with him a little bit better, I'm gonna put it in the freezer", "start": 211.59, "duration": 4.25}, {"text": "So this doesn't hurt them at all", "start": 215.94, "duration": 1.55}, {"text": "In fact when you get the ants from the store", "start": 217.49, "duration": 2.819}, {"text": "They come in a tube and they suggest you put the tube in the fridge for a little bit in order to transfer them to", "start": 220.41, "duration": 5.299}, {"text": "their new environment", "start": 225.709, "duration": 1.481}, {"text": "So it definitely doesn't hurt the ants but it slows its metabolism down", "start": 227.19, "duration": 3.5}, {"text": "So can I so then I can apply the oleic acid? Okay. There you go. Mr", "start": 230.79, "duration": 4.669}, {"text": "Ant enjoy your time amongst the ice cream and fresh frozen raspberries", "start": 235.459, "duration": 4.44}, {"text": "Okay, we got her out in there. He's not dead. He's just cold. Okay. Now let's put some oleic acid on him", "start": 240.42, "duration": 7.039}, {"text": "I'm just gonna do a little dab", "start": 252.48, "duration": 2.0}, {"text": "Okay, let's put him back in oh he's starting to wake up let's put him back in and see if they think he's dead", "start": 261.75, "duration": 5.119}, {"text": "So I was gonna try to mark the one that I was going to put the oleic acid on", "start": 270.36, "duration": 4.1}, {"text": "But what's easier than that is I'm just gonna track it digitally", "start": 274.53, "duration": 3.35}, {"text": "So I'll mark it with kind of a dot or an arrow as we go and that's the one that has the oleic acid on", "start": 277.919, "duration": 5.51}, {"text": "it", "start": 283.43, "duration": 2.0}, {"text": "Okay, he's in the back there right there, let's see how they treat him", "start": 288.18, "duration": 4.85}, {"text": "Looks like he may be volunteering to go into the graveyard. He thinks he's dead", "start": 317.23, "duration": 6.26}, {"text": "It's interesting it looks like he thinks that he needs to be over in the graveyard area", "start": 332.73, "duration": 4.85}, {"text": "His chemical senses are telling him to bring the dead thing over to the graveyard, but it's on him", "start": 338.13, "duration": 6.44}, {"text": "There he is. Again. He really just wants to hang out in this graveyard area", "start": 346.02, "duration": 5.06}, {"text": "You can see the bulk of the other ones", "start": 354.99, "duration": 2.0}, {"text": "Stay over in this area. They usually they", "start": 357.69, "duration": 2.809}, {"text": "Usually congregate around here", "start": 361.17, "duration": 2.059}, {"text": "But they don't really hang out in this area unless they're bringing a dead ant over", "start": 363.99, "duration": 3.71}, {"text": "But he's just hanging out on the pile as if he were dead", "start": 368.19, "duration": 3.109}, {"text": "So that's really interesting in the study. It was the other ants who brought it over", "start": 372.54, "duration": 5.329}, {"text": "But in this case, it looks like he's hanging out in the area of the dead ants", "start": 377.87, "duration": 4.2}, {"text": "Maybe the impulse is just to go to that area because it senses the oleic acid", "start": 383.46, "duration": 4.73}, {"text": "Those are three other dead ants right there and this is the one who thinks it's dead", "start": 388.56, "duration": 4.88}, {"text": "So you can see that he'll eventually clean himself off get all the oleic acid off and then just return back to his normal", "start": 394.44, "duration": 7.97}, {"text": "Society", "start": 402.81, "duration": 1.71}, {"text": "Okay, so after a while they've all resumed their normal activities", "start": 404.52, "duration": 3.649}, {"text": "It's been about an hour since I put the oleic acid on and they all seem fine", "start": 409.169, "duration": 4.58}, {"text": "They're just crawling around still building their tunnels now and don't forget. I'm taking pre-orders for my very first subscription box", "start": 414.27, "duration": 7.189}, {"text": "so if you like the videos and you like the", "start": 421.47, "duration": 2.269}, {"text": "Experiments that you see me do on my channel and you really want to try them", "start": 423.87, "duration": 3.17}, {"text": "Join the action lab subscription box and every quarter, I'll send you a box filled with awesome", "start": 427.35, "duration": 5.389}, {"text": "Experiments. This is a really cool really well put together box", "start": 433.32, "duration": 3.32}, {"text": "I teamed up with the makers of the Curiosity box from Vsauce is Channel and they do an awesome job at creating subscription boxes", "start": 436.64, "duration": 7.079}, {"text": "So head over to the action lab calm to preorder your first subscription box", "start": 443.72, "duration": 4.32}, {"text": "The first one is going to be in pretty limited quantity", "start": 448.04, "duration": 3.0}, {"text": "So get it while you can and if you're not subscribed to my channel", "start": 451.04, "duration": 2.97}, {"text": "yet hit the subscribe button and hit the bell to be notified when my latest videos out and", "start": 454.08, "duration": 4.519}, {"text": "Thanks for watching and I'll see you next time", "start": 458.669, "duration": 2.0}]